{
    "trademarks": [
        {
            "name": "Drone",
            "source": "Tomorrow City",
            "type": "Background",
            "description": "You were born to serve as a factory drone, toiling in the underground engine rooms that keep the city running. You are immensely strong and capable of working for many hours without rest.",
            "traits": [
                "Strong",
                "Endurance",
                "Repair",
                "Awareness",
                "The Great Factory",
                "Scavenger",
                "Brawl"
            ],
            "flaws": [
                "Dim-witted",
                "Clumsy",
                "Always Filthy",
                "Illiterate"
            ],
            "gear": [
                "Dirty Overalls and Cap"
            ],
            "advantages": [
                {
                    "name": "I Must Work Harder",
                    "description": "You may spend a Moxie point to completely clear a Dazed, Tired or Weakened Condition as a bonus Free Action."
                },
                {
                    "name": "Face in the Crowd",
                    "description": "You look and dress like every other factory worker in the city. You can disappear into groups of drones, factory workers, or the poor with ease. You are difficult to detect until you take an action that draws attention to yourself."
                },
                {
                    "name": "Low-light Vision",
                    "description": "You can see in dim, low-light situations as clearly as if the area was well-lit."
                }
            ]
        },
        {
            "name": "Riffraff",
            "source": "Tomorrow City",
            "type": "Background",
            "description": "You grew up in the gutters of the metropolis or the shanties of Underside. Your life has been hard and has honed your survival instincts.",
            "traits": [
                "Awareness",
                "Sneak",
                "Pickpockets",
                "Run",
                "Streetwise",
                "Underside",
                "Brawl"
            ],
            "flaws": [
                "Shifty Eyes",
                "Always Filthy",
                "Steals Food",
                "Nervous Disposition"
            ],
            "gear": [
                "Filthy Clothes",
                "Knife",
                "Someone's Tooth"
            ],
            "advantages": [
                {
                    "name": "Scrounge",
                    "description": "When you Rest, instead of healing, you can declare that you are looking for a specific piece of gear. Roll a D3 – if the result is higher than the item's Cost, you find it."
                },
                {
                    "name": "Filthy Urchins",
                    "description": "You have a network of contacts who see all sorts of things from the gutter. When you try to get information or gossip from the streets of Rimside or Underside, roll with Mastery."
                },
                {
                    "name": "In This Together",
                    "description": "When you are desperate for somewhere to hide out, roll a die. On a 4 or higher, someone in Rimside or Underside will hide, shelter, or feed you. There is always a price."
                }
            ]
        },
        {
            "name": "Skyriser",
            "source": "Tomorrow City",
            "type": "Background",
            "description": "You are a member of the city's elite, born into privilege and able to take advantage of all that entails. You were born to rule and raised to believe that the poor need to toil for their own benefit.",
            "traits": [
                "High Society",
                "Impeccable Style",
                "Well-educated",
                "Bureaucracy",
                "Inner City",
                "Healthy",
                "Eye for Detail",
                "Make Commands Not Requests"
            ],
            "flaws": [
                "Arrogant",
                "Black Sheep",
                "Soft-looking",
                "Imposter"
            ],
            "gear": [
                "Expensive Clothes",
                "Cheque Book",
                "Gold Watch"
            ],
            "advantages": [
                {
                    "name": "High Society",
                    "description": "When you enter a social situation involving the wealthy and powerful, you can immediately identify who has the highest social status or most authority. Gain +1 Action Die on your first social interaction with this person."
                },
                {
                    "name": "Born to Rule",
                    "description": "When you make Checks to bully or push around minor city officials and bureaucrats, roll with Mastery."
                },
                {
                    "name": "Lackey",
                    "description": "You have a bodyguard or personal assistant that is treated as an NPC with Grit 3 and two Tags of your choice. You may purchase gear for them with your Cred. Your Lackey is loyal but will not recklessly endanger themselves. If injured, killed, or lost in some way, you may hire a new lackey during Downtime.\n\nExample lackeys:\n- Assistant: Grit 3, Bureaucracy, Quiet\n- Bodyguard: Grit 3, Brawl, Intimidate\n- Chauffeur: Grit 3, Drive, Etiquette"
                }
            ]
        },
        {
            "name": "Wastelander",
            "source": "Tomorrow City",
            "type": "Background",
            "description": "You're not from around here. You have lived a difficult life in the harsh wastelands, the sodden swamps beneath the city, or some distant land. You are obviously out of place, but sometimes that is an advantage.",
            "traits": [
                "Awareness",
                "Survival",
                "Endurance",
                "Hunting",
                "Shoot",
                "Wastelands",
                "Dodge"
            ],
            "flaws": [
                "Rough Around the Edges",
                "Naive",
                "Wide-eyed Stare",
                "Uncouth",
                "Illiterate"
            ],
            "gear": [
                "Strange Clothes",
                "Pocket of Odd Knickknacks"
            ],
            "advantages": [
                {
                    "name": "Obvious Outsider",
                    "description": "When you behave weirdly in polite company or are caught somewhere you shouldn't be or doing something you shouldn't do, city folk are quick to believe it is because of your wild background and ignorance. Gain +1 Action Die on Checks to convince them so."
                },
                {
                    "name": "Stalk",
                    "description": "You are an expert hunter. When you track a target, roll with Mastery."
                },
                {
                    "name": "Animal Companion",
                    "description": "You have a small, loyal pet such as a rat, raven, ferret, or cat. You may or may not be able to control the animal. The animal companion is treated as an NPC with Grit 2, the Small Tag and two other Tags of your choice. If it is killed, you suffer the Shaken Condition. You may find and train a new pet during Downtime.\n\nExample animal companions:\n- Rat: Grit 2, Small, Quiet, Bite\n- Crow: Grit 2, Small, Fly, Alert\n-Cat: Grit 2, Small, Climb, Silent"
                }
            ]
        },
        {
            "name": "Windborn",
            "source": "Tomorrow City",
            "type": "Background",
            "description": "You spent most of your life in a sky colony, perhaps as part of a nomadic airship caravan that traverses the wastes, with sky pirates, or on a floating citadel.",
            "traits": [
                "Steady Feet",
                "Pilot",
                "Quick and Wiry",
                "Geography",
                "Endurance",
                "Scrounge",
                "Climb"
            ],
            "flaws": [
                "Naive",
                "Rough Around the Edges",
                "Arrogant",
                "Risk-taker"
            ],
            "gear": [
                "Warm Jacket",
                "Goggles",
                "Rope"
            ],
            "advantages": [
                {
                    "name": "Head for Heights",
                    "description": "When making Checks related to moving and working at great heights, roll with Mastery."
                },
                {
                    "name": "Ship Gunner",
                    "description": "When you make an attack using a vehicle-mounted weapon, roll with Mastery."
                },
                {
                    "name": "Diplomatic Immunity",
                    "description": "You hold an important position in a community outside of Tomorrow City. You can exploit this position to get out of minor misdemeanours and can roll +1 Action Die when leveraging your political credentials."
                }
            ]
        },
        {
            "name": "Bold",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You are confident and courageous, with nerves of steel and a can-do attitude. The way you assess a situation, make a plan, and take action often inspires others.",
            "traits": [
                "Awareness",
                "Brave",
                "Inspiring",
                "Tenacious",
                "Command",
                "Quick Thinking",
                "Fast Reflexes"
            ],
            "flaws": [
                "Death Wish",
                "Arrogant",
                "Life is Cheap",
                "Need to be Loved"
            ],
            "gear": [
                "Rugged Jacket",
                "Satchel"
            ],
            "advantages": [
                {
                    "name": "Inspiring",
                    "description": "Once per Scene, after successfully making a Check, you may spend any Boons generated to give other characters Moxie points (one for one). This cannot increase a character's Moxie point total beyond their starting maximum. You cannot inspire yourself."
                },
                {
                    "name": "Steely",
                    "description": "When you resist something frightening or intimidating, roll with Mastery."
                },
                {
                    "name": "Into the Breach",
                    "description": "If an ally fails or Botches an attack, you can use your next action to attack the same target with +1 Action Die."
                }
            ]
        },
        {
            "name": "Broken",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You were injured and disfigured, perhaps during The Long War, or maybe in a factory accident. Technicians and surgeons put you back together as best they could, but you are a jigsaw of machine and flesh now.",
            "traits": [
                "Metal Plates and Screws",
                "Endurance",
                "Awareness",
                "Frightening Appearance",
                "Unnatural Strength",
                "Hide",
                "Iron Will"
            ],
            "flaws": [
                "Battle Scars",
                "A Broken Gait",
                "Nightmares and Weariness",
                "Thousand-yard Stare",
                "Vulnerable to Electro Damage"
            ],
            "gear": [
                "Hooded Jacket or Cloak"
            ],
            "advantages": [
                {
                    "name": "Mostly Machine",
                    "description": "You can last twice as long without food, water, or oxygen as a normal human can, and are immune to the Poisoned Condition. You recover Damage during rests as normal but cannot benefit from healing. A repair Check can be made to heal Hits or remove Damage from Injuries, in the same way that someone else might receive first aid."
                },
                {
                    "name": "Part-Automaton",
                    "description": "You can sense the signals from automatons and can make a Check to gain an impression of their surface-level 'thoughts' (usually their current attitude, mood, or intent)."
                },
                {
                    "name": "Auxiliary Limb",
                    "description": "You have either an extra mechanical limb or a detachable hand (choose when you select this Advantage). The extra limb is an arm or tail that ends in a claw that can grip and hold things but cannot attack or perform precise actions. The detachable hand works like a Tiny, Simple robot. You may select this Advantage a second time, taking the alternate option."
                }
            ]
        },
        {
            "name": "Caring",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You are incredibly empathetic and seek to ease the suffering of others. You often give freely of whatever resources you have and look out for those who cannot help themselves.",
            "traits": [
                "Empathy",
                "Eye for Detail",
                "First Aid",
                "Animal Empathy",
                "Naturally Calm",
                "Friendly Smile",
                "Amateur Psychologist"
            ],
            "flaws": [
                "Soft-hearted",
                "Gullible",
                "I Will Not Harm a Helpless Person"
            ],
            "gear": [
                "A Portion of Coffee",
                "A Handful of Sweets"
            ],
            "advantages": [
                {
                    "name": "Rally",
                    "description": "Once per Scene, you can use a Quick Action to clear a psychological Condition, such as Angry, Shaken, or Dazed, from another character who can see or hear you. You can spend Moxie to rally additional characters (one-for-one) or to clear additional Conditions at the same time. You cannot rally yourself."
                },
                {
                    "name": "A Little Kindness",
                    "description": "When you tend to an ally during a Rest, they can remove one additional point of Damage from a single Injury."
                },
                {
                    "name": "Calm Under Pressure",
                    "description": "Spend a point of Moxie after you make a Check to negate any Pressure generated by the roll."
                }
            ]
        },
        {
            "name": "Charming",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You have an easy charm that draws others in and makes them feel at ease. You have a knack for making suggestions that others find reasonable and tend to get your own way.",
            "traits": [
                "Winning Smile",
                "Persuasive",
                "Seduction",
                "Interrogate",
                "Disguise",
                "Convincing Liar",
                "Empathy"
            ],
            "flaws": [
                "Caught Up in Your Own Charm",
                "Lothario",
                "Weak-willed",
                "Compulsive Liar"
            ],
            "gear": [
                "Mirror",
                "Nice Clothes"
            ],
            "advantages": [
                {
                    "name": "Dreamy",
                    "description": "If you take time to listen to, study, or investigate a target you can adjust your demeanour and appearance to make yourself very appealing to them. Gain +1 Action Die when interacting with the target in social situations until they see through your subterfuge or you cause them harm (physically or emotionally)."
                },
                {
                    "name": "Winning Smile",
                    "description": "When you attempt to persuade someone with your charm and magnetism, roll with Mastery."
                },
                {
                    "name": "Orator",
                    "description": "You can easily draw a crowd and hold their attention for a short period. While you are speaking to them, they will remain focused on you, unless something loud, dangerous, or disruptive occurs."
                }
            ]
        },
        {
            "name": "Genius",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You are incredibly intelligent, well-educated, or wise from life experiences. You have an uncanny ability to retain information and solve problems that others cannot.",
            "traits": [
                "Smarts",
                "Science",
                "History",
                "Research",
                "Exceptional Memory",
                "Perceptive",
                "Obscure Facts"
            ],
            "flaws": [
                "Arrogant",
                "Soft-looking",
                "Curious"
            ],
            "gear": [
                "Notepad",
                "Glasses",
                "Nice Jacket"
            ],
            "advantages": [
                {
                    "name": "Academic Rigour",
                    "description": "When you research information or call on academic knowledge, roll with Mastery."
                },
                {
                    "name": "Mastermind",
                    "description": "If you carefully make a plan, spend time preparing, and explain it in detail, any ally who follows through gains Mastery on a single non-combat Check related to the execution of the plan."
                },
                {
                    "name": "Tactician",
                    "description": "If you spend a Quick Action assessing a situation and telling an ally exactly where to shoot or how to hit a target, they gain +1 Action Die on their next attack Check."
                }
            ]
        },
        {
            "name": "Huge",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You are big, muscular, and very strong. You can easily lift great weights and regularly engage in physically demanding tasks. While you are tough and strong, you are sometimes not the most graceful of individuals.",
            "traits": [
                "Strong",
                "Dead Lift",
                "Smash Things",
                "Tough as Nails",
                "Fists like Iron",
                "Intimidate",
                "Endurance"
            ],
            "flaws": [
                "Clumsy",
                "Graceless",
                "Don't Fit into Regular Clothes",
                "Two Left Feet"
            ],
            "gear": [
                "Poorly Fitting Clothes",
                "Club"
            ],
            "advantages": [
                {
                    "name": "Heavy Lifter",
                    "description": "You may ignore the Cumbersome Tag on one item of gear you carry."
                },
                {
                    "name": "Iron Sinews",
                    "description": "When performing feats of strength, such as lifting or breaking items, roll with Mastery."
                },
                {
                    "name": "Diehard",
                    "description": "Your size and natural constitution make you hard to bring down. You may suffer one additional Injury than your Grit would normally allow."
                }
            ]
        },
        {
            "name": "Perceptive",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You notice things that others miss and often have uncanny insights into situations or people. You focus on details, put the pieces together, and always seem to spot vital clues.",
            "traits": [
                "Awareness",
                "Keen Eyes",
                "Human Lie Detector",
                "Eye for Detail",
                "Investigate",
                "Search",
                "Asks all the Right Questions"
            ],
            "flaws": [
                "Distracted by the Little Things",
                "A Little Too Blunt",
                "Obsessed with the Details"
            ],
            "gear": [
                "Magnifying Glass",
                "Notepad",
                "Pen"
            ],
            "advantages": [
                {
                    "name": "Simple Deduction",
                    "description": "When you spend some time observing and analysing a target, you can accurately determine which part of the city they have recently been in and gain a helpful insight about their past, habits, or recent activity."
                },
                {
                    "name": "Detail-Oriented",
                    "description": "When you make Checks to spot, notice, or search, roll with Mastery."
                },
                {
                    "name": "Danger Sense",
                    "description": "You are never surprised at the start of combat and may instead roll for Initiative as normal."
                }
            ]
        },
        {
            "name": "Quick",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You are quick on your feet, fit, and nimble. You act with speed and agility and have excellent hand-eye coordination.",
            "traits": [
                "Fleet-footed",
                "Duck and Weave",
                "Athletic",
                "Sleight of Hand",
                "Alert",
                "Gymnastics"
            ],
            "flaws": [
                "Hot-headed",
                "Careless",
                "Butterfingers",
                "Run at the Mouth"
            ],
            "gear": [
                "Loose-fitting Clothes",
                "Good Shoes"
            ],
            "advantages": [
                {
                    "name": "Parkour",
                    "description": "When you make Checks to run, leap, or climb, roll with Mastery."
                },
                {
                    "name": "Counterstrike",
                    "description": "When you successfully avoid Harm from a close combat attack, you can spend any Boons generated to inflict 1 Damage on your attacker. You can also spend Moxie to inflict additional Damage, one for one."
                },
                {
                    "name": "Quick Hands",
                    "description": "You can make two Free Actions each Turn."
                }
            ]
        },
        {
            "name": "Sneaky",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You are sly and devious by nature, getting by in life with half-truths, stealth, and deception. You have a talent for going unnoticed, tricking others, or getting into places you otherwise shouldn't be able to.",
            "traits": [
                "Awareness",
                "Stealth",
                "Sleight of Hand",
                "Lie to Your Face",
                "Pickpocket",
                "Cunning",
                "Break & Enter"
            ],
            "flaws": [
                "Shifty-looking",
                "Greedy",
                "Cynical",
                "Powerful Enemy"
            ],
            "gear": [
                "Dark Clothing"
            ],
            "advantages": [
                {
                    "name": "One With Shadows",
                    "description": "Whether by natural talent or an affinity with the Pattern, you become virtually undetectable when you remain perfectly still in the shadows, even to mechanical aids such as night-vision goggles and infrared cameras."
                },
                {
                    "name": "Natural Born Liar",
                    "description": "When you lie to or deceive someone, roll with Mastery."
                },
                {
                    "name": "Sneak Attack",
                    "description": "When you attempt a Take-Down on an unaware target, roll with Mastery."
                }
            ]
        },
        {
            "name": "Tainted",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "Exposure to radium, serums, or other chemicals has left you permanently changed. This might be subtle, or could manifest as horrible boils, glowing eyes, or dark pulsing veins.",
            "traits": [
                "Tough",
                "Serum Expert",
                "Intimidate",
                "Identify Toxins",
                "Stealthy",
                "Notice"
            ],
            "flaws": [
                "Frightful Appearance",
                "Poor Eyesight",
                "Cynical",
                "Hates Scientists",
                "Glows in the Dark"
            ],
            "gear": [
                "Concealing Clothes",
                "Syringe and Glass Vial"
            ],
            "advantages": [
                {
                    "name": "Toxin Resistance",
                    "description": "You can spend a Moxie point to clear the Poisoned Condition as a Free Action. In addition, serum side effects with a random duration last half as long as usual (rounding down)."
                },
                {
                    "name": "Toxic Blood",
                    "description": "Your blood is either acidic or poisonous (choose when you take this Advantage). You can suffer 1 Damage to draw a vial of blood to use as a tool. Anything that bites you suffers 1 Damage."
                },
                {
                    "name": "Mutation",
                    "description": "You have one of the following obvious physical mutations that grants you a bonus Action Die when appropriate:\n- Cat's Eyes: You have excellent night vision.\n- Gills: You can breathe under water.\n- Huge Ears: You have excellent hearing.\n- Scorched Skin: You have the Resistance (Fire) Tag."
                }
            ]
        },
        {
            "name": "Apothecary",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "Part doctor, part alchemist, you are an expert at making serums, tinctures, and salves that enhance a user's skills or abilities. You work the streets or from hidden laboratories, dispensing aid to whoever needs it.",
            "traits": [
                "Serum Expert",
                "Medicine",
                "Science",
                "Poison Expert",
                "Research",
                "First Aid",
                "Forensics",
                "Calm Under Pressure"
            ],
            "flaws": [
                "Soft-hearted",
                "Blunt",
                "Squeamish",
                "Serious Debt"
            ],
            "gear": [
                "Surgical Mask",
                "Syringe",
                "Doctor's Bag"
            ],
            "advantages": [
                {
                    "name": "Fully Stocked",
                    "description": "You begin a Job with a number of free Serum Spikers equal to your starting Cred. Each is fully stocked with serums."
                },
                {
                    "name": "Brewmeister",
                    "description": "During a Rest, or when you have time to work, you can attempt to brew up a specific serum, poison, acid, or similar product. The Danger Rating is equal to the Cost of the chosen serum or tool, and can be further modified by circumstances as normal. A successful Check creates D3 doses. Boons can increase the total doses by +1, or may have other effects."
                },
                {
                    "name": "Combat Medic",
                    "description": "When you heal yourself or someone else, roll with Mastery."
                }
            ]
        },
        {
            "name": "Aviator",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You're a pilot, airman, or dirigible sailor. As a veteran of air combat and a bold aviator, you are at home soaring through the skies in anything that can get you there.",
            "traits": [
                "Skilled Pilot",
                "Dogfighting",
                "Stunt Flying",
                "Repair",
                "Dirigibles",
                "Gunnery",
                "Quick Reflexes",
                "Brave"
            ],
            "flaws": [
                "Reckless",
                "Arrogant",
                "Major Debts",
                "Dangerous Rival"
            ],
            "gear": [
                "Aviator's Jacket",
                "Goggles"
            ],
            "advantages": [
                {
                    "name": "Aircraft",
                    "description": "You own (or have access to) a Cost 3 dirigible or aircraft, such as a Sky Cab or Stormwind Fighter. If this is damaged or destroyed, you can repair or replace it during Downtime. You may select this Advantage a second time, increasing the value of your personal craft to Cost 5."
                },
                {
                    "name": "Dogfighter",
                    "description": "When you make a Manoeuvre Check during dogfights, roll with Mastery."
                },
                {
                    "name": "Brace! Brace! Brace!",
                    "description": "You always have time to bail out from a damaged or destroyed vehicle. In addition, when you do, you can spend a Moxie point to survive completely unscathed – tell everyone how you managed this!"
                }
            ]
        },
        {
            "name": "Crook",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You are a grifter, thief, or petty criminal, skilled at breaking the law to achieve your goals. You deal in the illicit and have probably been locked up at least once.",
            "traits": [
                "Spot Trouble",
                "Stealthy",
                "Break & Enter",
                "Climb",
                "Criminal Underworld",
                "Safecracking",
                "Sleight of Hand"
            ],
            "flaws": [
                "Wanted by the Ministry of Peace",
                "Huge Debts",
                "Shifty-looking",
                "Brand (or other mark of a criminal)"
            ],
            "gear": [
                "Rumpled Clothes",
                "Knife"
            ],
            "advantages": [
                {
                    "name": "Expert Entry",
                    "description": "When you make a Check to pick locks, override security, or break and enter, roll with Mastery."
                },
                {
                    "name": "Easy Mark",
                    "description": "If you have time to observe a target, their habits, and their routines, you can learn a secret or weakness. Gain +1 Action Die when exploiting this weakness."
                },
                {
                    "name": "Rogue's Gallery",
                    "description": "You have met, worked with, and maybe informed on a lot of bad guys. When you encounter a new villain or criminal, you may declare that you have history with them. The GM decides what that history is and how they feel about you."
                }
            ]
        },
        {
            "name": "Engineer",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You are a mechanic, grease monkey, demolitions expert, or roughneck responsible for maintaining and repairing city infrastructure, airship engines, or other large machinery.",
            "traits": [
                "Repair",
                "Jury-rig",
                "Engineering",
                "Demolitions",
                "Vehicle Maintenance",
                "Endurance",
                "Disable Device"
            ],
            "flaws": [
                "Always Filthy",
                "Blunt",
                "Butterfingers",
                "Secretly Worships Moloch"
            ],
            "gear": [
                "Dirty Overalls",
                "Hard Hat",
                "Headlamp",
                "Tool Belt"
            ],
            "advantages": [
                {
                    "name": "Grease Monkey",
                    "description": "When you attempt to repair or disable vehicles and machines, roll with Mastery."
                },
                {
                    "name": "Wreck It",
                    "description": "When you use a Focused Action to attack a vehicle, robot, or automaton, a successful Check deals +1 Damage."
                },
                {
                    "name": "Demolitionist",
                    "description": "When using an explosive, you can spend a Moxie point to add one of the following Tags to it: Anti-Material, Electro, Fire, Huge Blast, Radio Detonator, Stun, or Timer."
                }
            ]
        },
        {
            "name": "Gadgeteer",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "Part scientist, part engineer, you are a natural at building, repairing, and inventing things. There isn't a machine you can't fix or a problem you cannot solve with a little time and a custom-built gadget.",
            "traits": [
                "Smart",
                "Notice",
                "Robots",
                "Science",
                "Repair",
                "Problem-solving",
                "Disable Devices",
                "Gunsmith"
            ],
            "flaws": [
                "A Little Too Curious",
                "Jittery",
                "Absent-minded",
                "Better With Machines Than People"
            ],
            "gear": [
                "Utility Belt",
                "Half-finished Blueprints"
            ],
            "advantages": [
                {
                    "name": "Inventor",
                    "description": "When you have the time and space to work, and materials to work with, you can build weapons, tools, or new devices. This requires a Check with a base Danger Rating equal to the gear's Cost. Boons can add more Tags or reduce the build time. A particular success might mean the gadget is free or has a negative Tag, such as Unreliable, One Use, or Dangerous. The base construction time is one hour per point of Cost (so a Cost 2 item will require at least two hours to build)."
                },
                {
                    "name": "Gadgets",
                    "description": "As a Free Action, you can spend a Moxie point to declare you have a small, useful item of gear with up to one Tag. The item rarely lasts for long."
                },
                {
                    "name": "Bot Builder",
                    "description": "You begin with a single free robot (with 1 Tag: Small or Utility) with a Cost equal to your Cred +1. Robots you purchase cost 1 Cred less (to a minimum of 1)."
                }
            ]
        },
        {
            "name": "Gargoyle",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You are a vigilante and defender of the weak, haunting the night on the prowl for trouble. You mete out justice where there might otherwise be none.",
            "traits": [
                "Stealthy",
                "Brawl",
                "Climb",
                "Awareness",
                "Investigate",
                "Shoot",
                "Dodge",
                "Intimidate"
            ],
            "flaws": [
                "Cynical",
                "Cold-hearted",
                "Soft-hearted",
                "Old Injury"
            ],
            "gear": [
                "Baton",
                "Dark Clothes"
            ],
            "advantages": [
                {
                    "name": "Mask",
                    "description": "You wear a frightening Gargoyle Mask. If lost or broken, you can spend a Moxie point during a Rest to repair or replace it.\n\n- Gargoyle Mask: Night Vision, Intimidating, Immunity (Gas)"
                },
                {
                    "name": "Whirlwind Attack",
                    "description": "You never suffer a penalty for being outnumbered in close combat. In addition, when fighting Mooks in close combat, gain +1 Action Die."
                },
                {
                    "name": "Fear Itself",
                    "description": "When you make a Check to intimidate or frighten someone, roll with Mastery."
                }
            ]
        },
        {
            "name": "Gumshoe",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You dig the dirt, find the clues, and seek answers to things that some people would prefer you left alone. You are a private investigator and troubleshooter.",
            "traits": [
                "Investigate",
                "Notice",
                "Interrogate",
                "Law",
                "Follow Leads",
                "Human Lie Detector",
                "Brawl",
                "Shoot"
            ],
            "flaws": [
                "Personal Code",
                "Hard Drinker",
                "Blunt",
                "Old Injury"
            ],
            "gear": [
                "Trench Coat",
                "Private Investigator's License"
            ],
            "advantages": [
                {
                    "name": "Just One More Thing",
                    "description": "When you seek information by questioning or interrogating someone, roll with Mastery."
                },
                {
                    "name": "Tarnished Badge",
                    "description": "You have close ties to or a helpful contact in the Badges. You can leverage this relationship to learn a piece of inside information, look at reports, get into crime scenes, or even speak to prisoners. There may be a price to pay."
                },
                {
                    "name": "Hardboiled",
                    "description": "You're tough as old boots. You can spend a Moxie point to ignore the effects of a single Injury for the remainder of a Scene."
                }
            ]
        },
        {
            "name": "Muckraker",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You're a reporter, agitator, or neighborhood gossip. You sway opinion, reveal unwanted truths, and inform on current events by digging-up evidence.",
            "traits": [
                "Interrogate",
                "Spin a Tale",
                "Detect Lies",
                "Keeps an Eye on the Telecreens",
                "Investigate",
                "Persuade",
                "Notice",
                "Gossip",
                "Knows the Ministry of Truth's Tricks"
            ],
            "flaws": [
                "A Little Too Curious",
                "Reputation for Lying",
                "Stubborn",
                "Wanted by the Ministry of Truth"
            ],
            "gear": [
                "Notepad and Pen",
                "Press Pass"
            ],
            "advantages": [
                {
                    "name": "Cam-bot",
                    "description": "You have a small spider-legged robot with a camera that can record or project up to 60 seconds of footage (no sound) or send a live signal back to a connected telescreen. If lost or broken, it can be replaced or repaired during Downtime.\n\n- Cam-bot: Small Typical robot (p.117), Record, Project, Climb."
                },
                {
                    "name": "Rumour Mill",
                    "description": "When you have time to Rest, you can spread rumours, gossip, and lies instead of healing. On a successful Check, people in a nominated neighborhood believe this information. Boons can increase the number of neighborhoods influenced."
                },
                {
                    "name": "People Reader",
                    "description": "When you attempt to determine if a target is lying or their attitude or motivations, roll with Mastery."
                }
            ]
        },
        {
            "name": "Scrapper",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You're a professional fighter, making your living with your fists. You take work where you can get it, competing in the underground fight circuits, bodyguarding the rich and powerful, or doing dirty jobs for dangerous people.",
            "traits": [
                "Brawl",
                "Disarm",
                "Grapple",
                "Threaten with Violence",
                "Dodge a Blow",
                "Spot a Weakness",
                "Fight Dirty",
                "First Aid"
            ],
            "flaws": [
                "Soft-hearted",
                "Blunt",
                "Squeamish",
                "Serious Debt",
                "Criminal Record",
                "Old Injury"
            ],
            "gear": [
                "Boxing Gloves",
                "Gym Bag"
            ],
            "advantages": [
                {
                    "name": "Thumpers",
                    "description": "You are equipped with diesel-powered fighting fists known as Thumpers. If the Thumpers are lost or destroyed, you can repair or replace them during Downtime.\n\n- Thumpers: Powerful, Parry, Demolish Stuff. Choose one of the following Tags for free: Deadly, Electro, Fractal (and Rare), Rapid Fire, or Stun (and Non-Lethal)."
                },
                {
                    "name": "Assess An Enemy",
                    "description": "If you spend a Focused Action watching a living opponent, you can identify a weak spot. You roll with Mastery on close combat attacks made against them for the remainder of the Scene or until you assess a new target."
                },
                {
                    "name": "Brawler",
                    "description": "When engaged in close combat, you can spend a Moxie Point to make one bonus attack Action in a Turn."
                }
            ]
        },
        {
            "name": "Sharpshooter",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You are a gunslinger, sniper, or trick shooter. You are familiar with all manner of firearms and can hit a target at a hundred paces while blindfolded.",
            "traits": [
                "Shoot",
                "Gunnery",
                "Trick Shot",
                "Take Cover",
                "Hide",
                "Awareness",
                "Pistols",
                "Long Shots"
            ],
            "flaws": [
                "Show-off",
                "Bloodthirsty",
                "Nightmares",
                "Shaky Hand"
            ],
            "gear": [
                "Trench Coat",
                "Bandolier of Bullets"
            ],
            "advantages": [
                {
                    "name": "Special Ammo",
                    "description": "You may spend a Moxie point to load a ranged weapon with special ammo. This lets you add one of the following Tags to the weapon: Accurate, Deadly, Stun, Electro, or Fire. The special ammo lasts until the Scene ends. You decide to load a different special ammo, or you Botch a roll with the weapon."
                },
                {
                    "name": "Ricochet",
                    "description": "When making a shooting attack, you may bounce a projectile off hard surfaces. Add +1 Danger Die for each surface you bounce off."
                },
                {
                    "name": "Guns Akimbo",
                    "description": "When you shoot with two pistols at the same time, roll with +1 Action Die and deal +1 Damage on a successful attack."
                }
            ]
        },
        {
            "name": "Sky Ranger",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You are or were a member of the Sky Ranger Corps; elite warriors who literally flew into the action. You utilise shock and awe to overcome enemies and diffuse situations before they can escalate further.",
            "traits": [
                "Duck & Dive",
                "Swoop",
                "Shoot",
                "Brawl",
                "Pilot",
                "Breach",
                "Restrain",
                "Shock & Awe"
            ],
            "flaws": [
                "Overconfident",
                "Old Injury",
                "Show-off"
            ],
            "gear": [
                "Flight Suit",
                "Sky Ranger Helmet",
                "Trench Dagger (counts as a Knife)"
            ],
            "advantages": [
                {
                    "name": "Rocket Pack",
                    "description": "You are equipped with a sophisticated rocket pack. If it is lost or damaged, you can repair or replace it during Downtime.\n\n- Rocket Pack: Fly, Fast, Agile, Noisy."
                },
                {
                    "name": "Dynamic Entry",
                    "description": "When you enter a room, vehicle, or aircraft with force, any enemies present count as surprised for the first Turn of combat."
                },
                {
                    "name": "The High Ground",
                    "description": "When you attack a target from above, roll with Mastery."
                }
            ]
        },
        {
            "name": "Veteran",
            "source": "Tomorrow City",
            "type": "Occupation",
            "description": "You saw action during The Long War, probably posted to the front, and bore witness to unspeakable horrors. You are a seasoned soldier and weary veteran.",
            "traits": [
                "Shoot",
                "Fight",
                "Warfare",
                "Endurance",
                "Command",
                "Drive",
                "Take Cover",
                "Run"
            ],
            "flaws": [
                "Thousand-yard Stare",
                "The Shakes",
                "Nightmares",
                "Bloodthirsty",
                "Detached"
            ],
            "gear": [
                "Tattered Uniform",
                "Worthless Medals"
            ],
            "advantages": [
                {
                    "name": "Trench Life",
                    "description": "Used to catching some shut eye wherever you can, you gain the benefits of a Rest in just three hours."
                },
                {
                    "name": "Serum Soldier",
                    "description": "Soldiers were encouraged to take whatever they had to keep them in fighting condition. Increase the duration of serum effects by +1. Side effect duration is not altered. In addition, you begin each Job with one free Serum Spiker filled with serums."
                },
                {
                    "name": "Armour Optimisation",
                    "description": "At the start of a Mission, after you gear up, you may add one of the following Tags to a piece of armour you are equipped with: Resistant (Fire), Resistant (Electro), Immune (Gas), +1 Armour. You may select this Advantage up to three times."
                }
            ]
        },
        {
            "name": "Aberration Tracer",
            "source": "Tomorrow City",
            "type": "Pattern Weaver",
            "description": "Part bounty hunter, part killer, you are committed to hunting down and destroying manifestations of the Pattern. You have honed your skills to track and destroy, particularly aberrations and dangerous Pattern users.",
            "traits": [
                "Detect the Pattern",
                "Manifest the Pattern",
                "Fight Aberrations",
                "Track Aberrations",
                "Resist the Pattern",
                "Brawl",
                "Shoot",
                "Aberration Weaknesses"
            ],
            "flaws": [
                "Beacon to Aberrations",
                "Cynical",
                "Bloodthirsty",
                "Self-righteous"
            ],
            "gear": [
                "Knife",
                "Rugged Clothes"
            ],
            "advantages": [
                {
                    "name": "Fractal Blade",
                    "description": "You can manifest a blade of Pattern energy with a thought, as a Free Action. Taking this Advantage a second time allows you to spend a Moxie point to give a weapon you can see the Fractal Tag for the remainder of the scene.\n\n- Fractal Blade: Parry, Fractal, Powerful, Concealed."
                },
                {
                    "name": "Barren",
                    "description": "You can make a Check to create a field where Pattern energy is suppressed. A success creates a field out to Close range around you, and Boons can increase its size or have other effects. Aberrations in the barren field reduce their Danger Rating by one. The field requires a Free Action to maintain each Turn."
                },
                {
                    "name": "Pattern Tracing",
                    "description": "When you make a Check to detect the Pattern, follow the trail of Aberrations, or navigate areas warped by the Pattern, roll with Mastery."
                }
            ]
        },
        {
            "name": "Metaphysical Geometrist",
            "source": "Tomorrow City",
            "type": "Pattern Weaver",
            "description": "You have explored the city and uncovered the secret paths of the Pattern as it flows through the mortar of buildings, or the spaces between lamp posts. You have learned to move and interact with the world in seemingly impossible ways.",
            "traits": [
                "Detect the Pattern",
                "Manifest the Pattern",
                "Analyze a Room",
                "City History",
                "Secret Paths",
                "Architecture",
                "Direction Sense",
                "Find a Shortcut",
                "Manipulate the Pattern"
            ],
            "flaws": [
                "Fastidious",
                "Nervous",
                "Shy",
                "Weird Vibes",
                "Easily Distracted"
            ],
            "gear": [
                "City Map",
                "Flashlight"
            ],
            "advantages": [
                {
                    "name": "Destination Anywhere",
                    "description": "Before you open a door, you can declare it leads to a room, hallway, or other space familiar to you. The destination must have a door you can enter through. On a successful Check, you are correct and, while the door remains open, you (and others) can step between the locations, no matter the distance between them. Less familiar destinations and places far away are harder to connect."
                },
                {
                    "name": "Tesseract",
                    "description": "With a thought, you can open a trans-dimensional space about the size of a small safe or lockbox. You can store and retrieve small items from the tesseract as necessary. Whenever you retrieve an item, roll a D6; on a 1, the space also exits the box. Anything stored in the tesseract exists out of time and space and does not decay or grow old. You may select this Advantage a second time, increasing the size of the tesseract to that of a small closet."
                },
                {
                    "name": "Four-dimensional Vision",
                    "description": "Spend a Moxie point to see through the walls of buildings as if you had X-Ray vision. Lasts for up to 1 minute."
                }
            ]
        },
        {
            "name": "Symbolist",
            "source": "Tomorrow City",
            "type": "Pattern Weaver",
            "description": "You have learned to manipulate the Pattern through symbols, images, and writing, forcing it to your will. You use these skills to fashion glyphs and marks that benefit or harm others, to change the way objects work, and to interpret symbols and writing.",
            "traits": [
                "Detect the Pattern",
                "Manifest the Pattern",
                "Resist the Pattern",
                "Lock & Unlock Things",
                "Cyphers",
                "Read Foreign Languages"
            ],
            "flaws": [
                "Fastidious",
                "Obsessive",
                "Cautious"
            ],
            "gear": [
                "Chalk",
                "Fountain Pen",
                "Book of Glyphs"
            ],
            "advantages": [
                {
                    "name": "Glyph",
                    "description": "You draw a complex symbol on an item of gear or other object, imbuing it with a little Pattern energy. On a successful Check, the item gains one Tag of your choice which will last for up to one Scene. Boons can add more Tags, increase the duration, or have other effects. Tags can be any descriptive effect (such as Locked, Strong, Weakened, Glowing, etc.) or an actual gear Tag."
                },
                {
                    "name": "Symbol of Protection",
                    "description": "You can use a Free Action to draw a shield of Pattern energy, granting you one of the following Tags until the beginning of your next Turn: Deflect, Parry, Resistant (Fire), Resistant (Electro). You may spend Moxie to apply additional Tags, one-for-one."
                },
                {
                    "name": "Fabricated Image",
                    "description": "You can make a Check to draw an image of an inanimate object on a wall, floor, or other surface. On a success, the drawing takes on a realistic appearance, good enough to pass a cursory glance. Boons can be used to improve the detail or realism, while partial successes indicate the drawing took a long time or has some obvious flaw. The illusion lasts until interacted with or inspected closely."
                }
            ]
        },
        {
            "name": "Weird",
            "source": "Tomorrow City",
            "type": "Pattern Weaver",
            "description": "You have a strange affinity with the Pattern and the way it flows around and between people. This gives you uncanny insight into the actions of others but often makes you seem different from the world around you.",
            "traits": [
                "Detect the Pattern",
                "Manifest the Pattern",
                "Summon Aberrations",
                "Awareness",
                "Empathy",
                "Direction Sense",
                "Resist the Pattern",
                "Unsettling Stare",
                "Alert to Danger"
            ],
            "flaws": [
                "Uncomfortable Stare",
                "Daydreamer",
                "Creepy Vibes",
                "Unsettling Aura"
            ],
            "gear": [
                "Notebook and pencil"
            ],
            "advantages": [
                {
                    "name": "Jinx",
                    "description": "If you have no Moxie points, you may gain one when another player's Check creates Pressure."
                },
                {
                    "name": "Pattern Reading",
                    "description": "As a Focused Action, you can make a Check to see and read the Pattern as it flows around a living target. On a success, you gain insight into their current mood, motivations, attitude, or intentions. This knowledge comes to you as impressions of colour, shapes, and feelings and better rolls reveal clearer information."
                },
                {
                    "name": "Phase Imp",
                    "description": "You have bonded to an impulsive and chaotic aberration, no larger than your hand. The imp has animal intelligence, Grit 2 and one Tag from the following list: Distracting, Fast, Fly, Impossibly Thin, Sharp Edges, Tough. If you concentrate, you can see through the imp's eyes, but it doesn't like it. If the imp dies you suffer the Weakened Condition. You may summon and bond with a new imp during Downtime."
                }
            ]
        },
        {
            "name": "Academic",
            "source": "Hard City",
            "type": "Past",
            "description": "You spent your life with your nose buried in books, working as a librarian, teacher, or research assistant. Perhaps you've been published. In Hard City, your knowledge might be the only light in a city steeped in shadows, but your naivety could also be your downfall.",
            "traits": [
                "Educated",
                "Research",
                "Bureaucracy",
                "Languages",
                "Bookworm",
                "Eye for Detail",
                "Puzzles"
            ],
            "flaws": [
                "Absent-minded",
                "Naive",
                "Arrogant",
                "Daydreamer",
                "Old"
            ],
            "gear": [
                "Dog-eared Journal",
                "Monogrammed Fountain Pen"
            ],
            "advantages": [
                {
                    "name": "Peerless Deduction",
                    "description": "Spend a Moxie point to instantly connect clues, solve puzzles, or deduce the next logical step in a mystery. Gain narrative insight or eliminate uncertainty in investigations."
                },
                {
                    "name": "Arcane Scholar",
                    "description": "Your deep studies include the occult and forbidden knowledge. You can recognize strange symbols, comprehend unusual texts, or identify supernatural phenomena. Gain a bonus when dealing with mysteries beyond the mundane."
                },
                {
                    "name": "Prepared for Anything",
                    "description": "You always seem to have the right book, note, or obscure fact for the situation. Once per session, spend a Moxie point to produce a key piece of information or a vital clue that helps the group."
                }
            ]
        },
        {
            "name": "Bureaucrat",
            "source": "Hard City",
            "type": "Past",
            "description": "You were a paper-pusher, knowledgeable in how public and private business runs. You may have been a politician, clerk, business owner, secretary, or office manager.",
            "traits": [
                "Charm",
                "Straight-faced Liar",
                "Bully",
                "Red Tape",
                "Make a Deal",
                "Friends in City Hall",
                "Falsify Documents"
            ],
            "flaws": [
                "Corrupt",
                "Major Debts",
                "Infamous",
                "Greedy",
                "Manipulative"
            ],
            "gear": [
                "Briefcase of Confidential Files",
                "Rolodex with High-Value Contacts"
            ],
            "advantages": [
                {
                    "name": "Grease the Wheels",
                    "description": "Spend a Moxie point to bypass bureaucratic red tape, obtain a permit, or cut through procedural delays instantly."
                },
                {
                    "name": "Friends in High Places",
                    "description": "You can call in favors from well-placed contacts in government or business, gaining information or access to restricted areas."
                },
                {
                    "name": "Leverage",
                    "description": "You always seem to have dirt on someone. When you attempt to blackmail or coerce someone into compliance, roll with Mastery."
                }
            ]
        },
        {
            "name": "Button Man",
            "source": "Hard City",
            "type": "Past",
            "description": "You killed people for money, fun, or out of loyalty to a person, organisation, or cause. You were a hitman or professional killer.",
            "traits": [
                "Shoot",
                "Pistols",
                "Submachine Gun",
                "Brawl",
                "Steel-eyed Stare",
                "Track",
                "Tough",
                "Stealth"
            ],
            "flaws": [
                "Wanted",
                "Dispassionate",
                "Trigger Happy"
            ],
            "gear": [
                "Worn Leather Gloves",
                "Black Suit and Tie"
            ],
            "advantages": [
                {
                    "name": "Disappear into the Shadows",
                    "description": "Spend a Moxie point to vanish from the scene, avoiding pursuit or detection in low-light or chaotic environments."
                },
                {
                    "name": "Intimidating Presence",
                    "description": "Your cold demeanor and reputation precede you. Wwhen coercing or scaring others into submission, roll with Mastery."
                },
                {
                    "name": "Professional Precision",
                    "description": "Spend a Moxie point to negate all penalties for one shot when using a firearm."
                }
            ]
        },
        {
            "name": "Clergy",
            "source": "Hard City",
            "type": "Past",
            "description": "You were a church official or member of a religious organisation. You may have been a preacher, nun, rabbi, curate, minister, or devout parishioner.",
            "traits": [
                "History",
                "Religion",
                "Charm",
                "Empathy",
                "Friends in High Places",
                "Perform",
                "Moral Authority"
            ],
            "flaws": [
                "Holier Than Thou",
                "Secret Vice",
                "Meek",
                "Arrogant"
            ],
            "gear": [
                "Religious Symbol",
                "Well-worn Religious Text"
            ],
            "advantages": [
                {
                    "name": "Divine Inspiration",
                    "description": "Spend a Moxie point to deliver a speech or sermon that inspires allies, granting them Mastery on their next action."
                },
                {
                    "name": "Sanctuary",
                    "description": "Your presence or connection to a church or religious group allows you to secure temporary shelter, supplies, or safe passage."
                },
                {
                    "name": "Faith over Fear",
                    "description": "Spend a Moxie point to grant an ally temporary immunity to fear for the duration of a scene."
                }
            ]
        },
        {
            "name": "Criminal",
            "source": "Hard City",
            "type": "Past",
            "description": "Whether guilty or not, you've done time in the cooler and rubbed shoulders with other criminals. You're an ex-con.",
            "traits": [
                "Blend In",
                "Spot Trouble",
                "Hide",
                "Run",
                "Brawl",
                "Criminal Contacts",
                "Prisons"
            ],
            "flaws": [
                "Known to the Police",
                "On the Run",
                "Powerful Enemy",
                "Stool Pigeon",
                "Nervous Disposition"
            ],
            "gear": [
                "Lockpicking Tools",
                "Tatty Jacket with Hidden Pockets"
            ],
            "advantages": [
                {
                    "name": "Street Smarts",
                    "description": "Roll with Mastery when navigating the underworld or dealing with criminal contacts."
                },
                {
                    "name": "Smooth Operator",
                    "description": "Roll with Mastery when bluffing or lying to law enforcement or figures of authority."
                },
                {
                    "name": "Marked Target",
                    "description": "Spend a Moxie point to designate an enemy as 'marked,' granting your allies a bonus when targeting them."
                }
            ]
        },
        {
            "name": "Domestic",
            "source": "Hard City",
            "type": "Past",
            "description": "You worked in a large household or establishment such as a hotel. As a housekeeper, maid, nanny, doorman, cleaner, butler, or cook you could see things and go places others couldn't.",
            "traits": [
                "Notice",
                "Endurance",
                "Gossip",
                "Stealth",
                "Etiquette",
                "Quick Wits",
                "Blend In"
            ],
            "flaws": [
                "Clumsy",
                "Loud Talker",
                "Sticky Fingers",
                "Bad References"
            ],
            "gear": [
                "Cleaning Kit",
                "Silverware Set"
            ],
            "advantages": [
                {
                    "name": "Perfectly Hidden",
                    "description": "You know where and how to stash items where no one will find them."
                },
                {
                    "name": "Sharp Ear",
                    "description": "Roll with Mastery to overhear useful gossip or sensitive information while blending in."
                },
                {
                    "name": "Discreet Cleaning",
                    "description": "Spend a Moxie point to remove traces of an incident or crime, leaving no evidence behind."
                }
            ]
        },
        {
            "name": "Drifter",
            "source": "Hard City",
            "type": "Past",
            "description": "You had no permanent residence and got by in life by whatever means necessary. You were a traveller, tramp, or itinerant worker.",
            "traits": [
                "Tough",
                "Well-travelled",
                "Scrounge",
                "Repair",
                "Notice",
                "Gossip",
                "Hide"
            ],
            "flaws": [
                "Always Dirty",
                "On the Run",
                "Lazy",
                "Night Terrors"
            ],
            "gear": [
                "Travel Backpack",
                "Patchy Coat"
            ],
            "advantages": [
                {
                    "name": "Streetwise Survival",
                    "description": "Roll with Mastery to scrounge food, supplies, or shelter in urban environments."
                },
                {
                    "name": "Invisible Wanderer",
                    "description": "Spend a Moxie point to disappear into a crowd or avoid attention in a busy area."
                },
                {
                    "name": "Hardy Constitution",
                    "description": "Spend a Moxie point to resist the effects of disease, poison, or extreme fatigue."
                }
            ]
        },
        {
            "name": "Driver",
            "source": "Hard City",
            "type": "Past",
            "description": "You drove for a living, as a chauffeur, cab driver, race car driver, or bus driver. You know your way around an engine, and probably know your old routes well.",
            "traits": [
                "Fancy Driving",
                "Knows a Shortcut",
                "Tail",
                "Mechanic",
                "Quick Reflexes",
                "Cars"
            ],
            "flaws": [
                "Reckless",
                "Criminal Record",
                "Deep in Debt",
                "Drunk"
            ],
            "gear": [
                "City Map Marked with Shortcuts",
                "Car Repair Kit"
            ],
            "advantages": [
                {
                    "name": "Pit Crew Expertise",
                    "description": "You can repair a damaged vehicle in half the normal time, provided you have the right tools."
                },
                {
                    "name": "Shortcut Mastery",
                    "description": "Spend a Moxie point to take a shortcut and significantly reduce travel time."
                },
                {
                    "name": "Road Rage",
                    "description": "Spend a Moxie point to turn your vehicle into a weapon, ramming enemies or obstacles with devastating impact."
                }
            ]
        },
        {
            "name": "Goon",
            "source": "Hard City",
            "type": "Past",
            "description": "You dealt in violence and intimidation. Perhaps you were a professional fighter, a street thug, or a gang enforcer.",
            "traits": [
                "Intimidate",
                "Brawl",
                "Dodge",
                "Take a Hit",
                "Underworld Contacts",
                "Break Stuff",
                "Stare Down"
            ],
            "flaws": [
                "Mean Streak",
                "Weak-willed",
                "Soft-hearted",
                "Wanted"
            ],
            "gear": [
                "Brass Knuckles",
                "Heavy Steel-toed Boots"
            ],
            "advantages": [
                {
                    "name": "Street Fighter",
                    "description": "Spend a Moxie point to deal additional damage in a fistfight or melee combat."
                },
                {
                    "name": "Iron Chin",
                    "description": "Once per scene, you can ignore the effects of a hit or injury that would normally stagger or incapacitate you."
                },
                {
                    "name": "Breaking Point",
                    "description": "Spend a Moxie point to destroy a physical object, barrier, or piece of equipment with brute force."
                }
            ]
        },
        {
            "name": "Grifter",
            "source": "Hard City",
            "type": "Past",
            "description": "You made your way in the world through lies and deceit. You were a swindler, con-artist, cheat, gambler, or charlatan.",
            "traits": [
                "Smooth-talker",
                "Charming",
                "Looker",
                "Read a Situation",
                "Empathy",
                "Lie",
                "Sleight of Hand"
            ],
            "flaws": [
                "Greedy",
                "Wanted",
                "Smart Mouth"
            ],
            "gear": [
                "Pack of Marked Cards",
                "Loaded Dice Set"
            ],
            "advantages": [
                {
                    "name": "Silver Tongue",
                    "description": "Roll with Mastery to convince someone of a falsehood or talk your way out of a sticky situation."
                },
                {
                    "name": "Hidden in Plain Sight",
                    "description": "Roll with Mastery to blend into a crowd or avoid notice in public settings."
                },
                {
                    "name": "Pickpocket Extraordinaire",
                    "description": "Roll with Mastery to steal small items from unsuspecting targets."
                }
            ]
        },
        {
            "name": "High Society",
            "source": "Hard City",
            "type": "Past",
            "description": "You were born or married into wealth. As part of the social elite, you were a dilettante, trust-fund kid, playboy, or socialite.",
            "traits": [
                "Educated",
                "Family Reputation",
                "Respectable",
                "Money",
                "Charm",
                "High Society",
                "Gossip"
            ],
            "flaws": [
                "Family Obligations",
                "Black Sheep",
                "Spoiled",
                "Naive",
                "Arrogant"
            ],
            "gear": [
                "Gold-plated Lighter",
                "Designer Watch"
            ],
            "advantages": [
                {
                    "name": "Social Butterfly",
                    "description": "Roll with Mastery to mingle at high-society events and extract useful information."
                },
                {
                    "name": "Well-Connected",
                    "description": "When calling in a favor from a wealthy or influential contact, roll with Mastery."
                },
                {
                    "name": "Lavish Lifestyle",
                    "description": "Spend a Moxie point to impress someone with your wealth, gaining their favor."
                }
            ]
        },
        {
            "name": "Labourer",
            "source": "Hard City",
            "type": "Past",
            "description": "You did hard, physical labour, perhaps as a construction worker, gardener, roustabout, farmer, storeman, stevedore, or factory worker.",
            "traits": [
                "Endurance",
                "Strong",
                "Alert",
                "Unions",
                "Handyman",
                "Athletic",
                "Brawl"
            ],
            "flaws": [
                "Lazy",
                "Uneducated",
                "Pig-headed",
                "Radicalised"
            ],
            "gear": [
                "Weathered Overalls",
                "Thermos of Coffee"
            ],
            "advantages": [
                {
                    "name": "Built to Last",
                    "description": "Roll with Mastery to endure physical challenges, such as lifting heavy objects or withstanding environmental hazards."
                },
                {
                    "name": "Work Smarter, Not Harder",
                    "description": "Once per session, complete a manual task in half the normal time."
                },
                {
                    "name": "Practical Knowledge",
                    "description": "Roll with Mastery to assess or repair machinery, tools, or structural damage."
                }
            ]
        },
        {
            "name": "Lawman",
            "source": "Hard City",
            "type": "Past",
            "description": "You attempted to uphold the law as a cop, private eye, insurance investigator, government agent, or other member of law enforcement.",
            "traits": [
                "Notice",
                "Gut Instinct",
                "Shoot",
                "Intimidate",
                "Law",
                "Investigate",
                "Grapple"
            ],
            "flaws": [
                "Corrupt",
                "Fired in Disgrace",
                "Hard Drinker",
                "Personal Code"
            ],
            "gear": [
                "Worn Badge",
                "Service Revolver",
                "Set of Handcuffs"
            ],
            "advantages": [
                {
                    "name": "Instinctive Shot",
                    "description": "Spend a Moxie point to make a quick, reactive shot before an enemy can act."
                },
                {
                    "name": "Protect and Serve",
                    "description": "Spend a Moxie point to shield an ally from harm, taking their damage or condition instead."
                },
                {
                    "name": "Know the Streets",
                    "description": "Spend a Moxie point to recall useful information about criminal activities, suspects, or local threats."
                }
            ]
        },
        {
            "name": "Lawyer",
            "source": "Hard City",
            "type": "Past",
            "description": "You were a legal practitioner. Perhaps you were employed by the city as a prosecutor, or privately by both innocent and guilty parties.",
            "traits": [
                "Educated",
                "Cunning",
                "Intimidate",
                "Bureaucracy",
                "Make a Deal",
                "Interrogate",
                "Research"
            ],
            "flaws": [
                "Soft-hearted",
                "Corrupt",
                "In the Mob's Pocket",
                "Arrogant"
            ],
            "gear": [
                "Briefcase with Documents",
                "Stylish Suit"
            ],
            "advantages": [
                {
                    "name": "Cross Examination",
                    "description": "Roll with Mastery to unravel a lie or falsehood during a heated conversation or argument."
                },
                {
                    "name": "Call in a Favor",
                    "description": "Spend a Moxie point to request help or resources from a powerful or influential contact in the legal world."
                },
                {
                    "name": "Sharp Legal Mind",
                    "description": "Roll with Mastery to quickly recall obscure laws, regulations, or cases relevant to the situation."
                }
            ]
        },
        {
            "name": "Newshound",
            "source": "Hard City",
            "type": "Past",
            "description": "It was your business to dig up stories through investigation and tenacity. You were probably a reporter, but could have been a spy, snitch, or professional blackmailer.",
            "traits": [
                "Investigate",
                "Photography",
                "Stealth",
                "History",
                "Human Lie Detector",
                "Notice",
                "Gossip"
            ],
            "flaws": [
                "Curious",
                "Overconfident",
                "Burned Out"
            ],
            "gear": [
                "Vintage Camera with Film",
                "Pocket-sized Notebook",
                "Press Badge"
            ],
            "advantages": [
                {
                    "name": "In the Shadows",
                    "description": "Roll with Mastery to avoid notice while tailing or observing someone."
                },
                {
                    "name": "Photos Don't Lie",
                    "description": "Spend a Moxie point to produce photographic evidence that changes the course of a narrative or scene."
                },
                {
                    "name": "Expose the Truth",
                    "description": "Spend a Moxie point to reveal a hidden truth about a person, place, or situation, forcing others to confront it."
                }
            ]
        },
        {
            "name": "Urban Explorer",
            "source": "Homebrew",
            "type": "Occupation",
            "description": "You map the forgotten tunnels, abandoned buildings, and hidden passages of the city. Part cartographer, part daredevil, you've developed a knack for finding your way through the most treacherous urban terrain.",
            "traits": [
                "Climbing",
                "Urban Navigation",
                "Notice",
                "Athletics",
                "Stealth",
                "Engineering",
                "Survival",
                "City History"
            ],
            "flaws": [
                "Risk-taker",
                "Claustrophobia",
                "Obsessive",
                "Wanted by City Authorities"
            ],
            "gear": [
                "Climbing Gear",
                "Hand-drawn Maps",
                "Sturdy Boots"
            ],
            "advantages": [
                {
                    "name": "Urban Pathfinder",
                    "description": "When you make Checks to navigate or find your way through urban environments, roll with Mastery."
                },
                {
                    "name": "Hidden Route",
                    "description": "Spend a Moxie point to declare you know a secret path or shortcut through any urban area you've previously visited."
                },
                {
                    "name": "Danger Sense",
                    "description": "You can sense structural instabilities. When in danger from collapsing buildings, traps, or falling hazards, you get a warning just before they occur."
                }
            ]
        },
        {
            "name": "Performer",
            "source": "Hard City",
            "type": "Past",
            "description": "You were a professional entertainer, such as a musician, actor, singer, rodeo clown, or circus performer.",
            "traits": [
                "Perform",
                "Charm",
                "Make a Scene",
                "Notice",
                "Empathy",
                "Deception",
                "Triple Threat"
            ],
            "flaws": [
                "Attention-seeker",
                "Addiction",
                "Blacklisted"
            ],
            "gear": [
                "Makeup Kit",
                "Signature Instrument",
                "Performer's Costume"
            ],
            "advantages": [
                {
                    "name": "Stage Presence",
                    "description": "When making an entrance into any social situation, you can spend a Moxie point to ensure all eyes are on you. For the next few minutes, you are the center of attention and can control the emotional tone of the room."
                },
                {
                    "name": "Method Actor",
                    "description": "You can convincingly impersonate someone after observing them for at least a minute. When attempting to mimic someone's voice, mannerisms, or general appearance, roll with Mastery."
                },
                {
                    "name": "The Show Must Go On",
                    "description": "You can spend a Moxie point to ignore the effects of a single Injury or negative Condition for the duration of a scene, channeling the performer's ability to continue despite adversity."
                }
            ]
        },
        {
            "name": "Physician",
            "source": "Hard City",
            "type": "Past",
            "description": "You were a medical professional. You might have been a doctor, surgeon, nurse, paramedic, or a veterinarian.",
            "traits": [
                "Medicine",
                "First Aid",
                "Diagnose",
                "Science",
                "Psychology",
                "Forensics",
                "Research"
            ],
            "flaws": [
                "Soft-hearted",
                "Blunt",
                "Squeamish",
                "Serious Debt"
            ],
            "gear": [
                "Medical Bag",
                "Prescription Pad",
                "Surgical Tools"
            ],
            "advantages": [
                {
                    "name": "Trauma Specialist",
                    "description": "When treating serious injuries or performing emergency medical procedures, roll with Mastery."
                },
                {
                    "name": "Bedside Manner",
                    "description": "You know how to calm and reassure patients. You can remove a psychological Condition (such as Shaken, Angry, or Dazed) from an ally during a Rest."
                },
                {
                    "name": "Medical Authority",
                    "description": "Your professional demeanor commands respect. Spend a Moxie point to gain access to restricted areas, information, or resources by invoking your medical expertise."
                }
            ]
        },
        {
            "name": "Veteran",
            "source": "Hard City",
            "type": "Past",
            "description": "You saw action in a major conflict. You might have been a soldier, sailor, officer, or other war veteran.",
            "traits": [
                "Shoot",
                "Endurance",
                "Duck for Cover",
                "Give Orders",
                "Spot Trouble",
                "Military Organizations",
                "Calm Under Pressure"
            ],
            "flaws": [
                "Old Injury",
                "Night Terrors",
                "Old",
                "Thousand-yard Stare"
            ],
            "gear": [
                "Military ID Tags",
                "Combat Knife",
                "Weathered Uniform Jacket"
            ],
            "advantages": [
                {
                    "name": "Combat Instinct",
                    "description": "Your battlefield experience keeps you alive. You are never surprised at the start of combat and may roll for Initiative as normal."
                },
                {
                    "name": "Hardened",
                    "description": "When you make Checks to resist fear, intimidation, or psychological pressure, roll with Mastery."
                },
                {
                    "name": "Unit Cohesion",
                    "description": "Spend a Moxie point to coordinate your allies in combat. Each ally gains +1 Action Die on their next combat Check."
                }
            ]
        },
        {
            "name": "Charmer",
            "source": "Hard City",
            "type": "Present",
            "description": "You use your silver tongue and/or good looks to manipulate others and get what you want. You are a spy, honey-trap, or grifter.",
            "traits": [
                "Fast-talker",
                "Charming",
                "Looker",
                "Read a Situation",
                "Empathy",
                "Straight-faced Liar",
                "Distract",
                "Seduce",
                "Disguise"
            ],
            "flaws": [
                "Overconfident",
                "Smart Mouth",
                "Sleazy",
                "Recognisable"
            ],
            "gear": [
                "Designer Clothes",
                "Expensive Watch",
                "Collection of Fake IDs"
            ],
            "advantages": [
                {
                    "name": "Silver Tongue",
                    "description": "When you attempt to persuade, deceive, or seduce someone through conversation, roll with Mastery."
                },
                {
                    "name": "Perfect Read",
                    "description": "Spend a Moxie point to instantly determine a person's desires, fears, or vulnerabilities after speaking with them for a few minutes."
                },
                {
                    "name": "Social Chameleon",
                    "description": "You can blend into any social setting or group. When attempting to fit in or avoid standing out in a social situation, roll with Mastery."
                }
            ]
        },
        {
            "name": "Defender",
            "source": "Hard City",
            "type": "Present",
            "description": "You're a bodyguard, enforcer, or tough guy. Whether out of loyalty or compassion, you make it your duty to protect others from harm.",
            "traits": [
                "Brawl",
                "Take a Hit",
                "Disarm",
                "Fight Defensively",
                "Dodge",
                "Subdue",
                "Intimidate",
                "Spot Danger",
                "Quick reflexes"
            ],
            "flaws": [
                "Has a Code",
                "Old Injury",
                "Sucker for a Sob Story"
            ],
            "gear": [
                "Reinforced Jacket",
                "Brass Knuckles",
                "Handcuffs"
            ],
            "advantages": [
                {
                    "name": "Watchful Guardian",
                    "description": "When making Checks to spot danger or threats to someone under your protection, roll with Mastery."
                },
                {
                    "name": "Take the Hit",
                    "description": "Spend a Moxie point to redirect an attack that would hit an adjacent ally to yourself instead."
                },
                {
                    "name": "Intimidating Presence",
                    "description": "Your protective stance is unmistakable. Spend a Moxie point to give potential attackers pause, forcing them to make a difficult Check to target anyone you're actively protecting."
                }
            ]
        },
        {
            "name": "Enforcer",
            "source": "Hard City",
            "type": "Present",
            "description": "You achieve your goals through violence and intimidation. You are often called a thug, gunman, or goon.",
            "traits": [
                "Fight",
                "Shoot",
                "Threaten with Violence",
                "Dodge",
                "Take a Hit",
                "Intimidate",
                "Break Stuff",
                "Nerves of Steel"
            ],
            "flaws": [
                "Heartless",
                "Soft-hearted",
                "Wanted"
            ],
            "gear": [
                "Heavy Pistol",
                "Lead Pipe",
                "Bulletproof Vest"
            ],
            "advantages": [
                {
                    "name": "Fear Factor",
                    "description": "When you attempt to intimidate someone through the threat of violence, roll with Mastery."
                },
                {
                    "name": "Last Man Standing",
                    "description": "When you are the only one still fighting on your side, gain +1 Action Die to all combat Checks."
                },
                {
                    "name": "Professional Violence",
                    "description": "Spend a Moxie point to deal an additional point of Damage on a successful attack, representing your expertise at causing harm."
                }
            ]
        },
        {
            "name": "Infiltrator",
            "source": "Hard City",
            "type": "Present",
            "description": "You can get into (and out of) places that others cannot. You might be a burglar, spy, or snoop.",
            "traits": [
                "Stealthy",
                "Agile",
                "Break & Enter",
                "Hide",
                "Safe-cracker",
                "Escape",
                "Disguise",
                "Climb",
                "Counterfeit"
            ],
            "flaws": [
                "Criminal Record",
                "Lack of Trust",
                "Kleptomaniac"
            ],
            "gear": [
                "Lockpick Set",
                "Rope and Grappling Hook",
                "Glass Cutter"
            ],
            "advantages": [
                {
                    "name": "Ghost",
                    "description": "When making Checks to move silently or remain unseen, roll with Mastery."
                },
                {
                    "name": "Case the Joint",
                    "description": "After observing a location for at least 10 minutes, you can identify security weaknesses, guard patterns, and optimal entry points. Gain +1 Action Die when planning or executing a break-in at that location."
                },
                {
                    "name": "Hidden Compartment",
                    "description": "You have a secret pocket or compartment in your clothing that is virtually undetectable during searches. Items stored there will not be found unless you are completely stripped."
                }
            ]
        },
        {
            "name": "Investigator",
            "source": "Hard City",
            "type": "Present",
            "description": "Whether an insurance man, PI, gumshoe, or shamus, you look for answers and seek truths.",
            "traits": [
                "Investigate",
                "Notice",
                "Interrogate",
                "Law",
                "Follow Leads",
                "Human Lie Detector",
                "Shoot"
            ],
            "flaws": [
                "Personal Code",
                "Hard Drinker",
                "Reckless",
                "Heart of Gold"
            ],
            "gear": [
                "Camera",
                "Tape Recorder",
                "Private Investigator License"
            ],
            "advantages": [
                {
                    "name": "Keen Eye for Detail",
                    "description": "You notice things others miss. When searching a scene for clues or evidence, roll with Mastery."
                },
                {
                    "name": "Follow the Money",
                    "description": "When investigating financial crimes, corruption, or following a money trail, gain +1 Action Die."
                },
                {
                    "name": "Intuitive Leap",
                    "description": "Once per scene, spend a Moxie point to make a connection between seemingly unrelated clues, receiving a vital insight from the GM."
                }
            ]
        },
        {
            "name": "Leader",
            "source": "Hard City",
            "type": "Present",
            "description": "You're a natural leader and organiser, adept at getting things done. You're the mastermind, the chief, or the sarge.",
            "traits": [
                "Smart",
                "Command",
                "Calm a Situation",
                "Make a Plan",
                "Communicate",
                "Empathy",
                "Inspire Others",
                "Bully",
                "Charm"
            ],
            "flaws": [
                "Cares Too Damn Much",
                "People are Pawns",
                "Over-thinker"
            ],
            "gear": [
                "Notebook of Plans",
                "Whistle",
                "Symbol of Authority"
            ],
            "advantages": [
                {
                    "name": "Tactical Genius",
                    "description": "When you create and explain a plan before a mission or conflict, allies who follow your plan gain +1 Action Die on their first check during execution."
                },
                {
                    "name": "Delegate",
                    "description": "You know how to leverage others' strengths. Once per scene, you can designate an ally to perform a task with Mastery on their next related Check."
                },
                {
                    "name": "Inspiring Presence",
                    "description": "Your allies gain +1 Action Die on Checks to resist fear, intimidation, or demoralization while they can see or hear you."
                }
            ]
        },
        {
            "name": "Negotiator",
            "source": "Hard City",
            "type": "Present",
            "description": "As a fixer, broker, or mediator you make deals, cut through red tape, and solve problems that others do not have the resources or contacts to handle.",
            "traits": [
                "Smooth-talker",
                "Make a Deal",
                "Bureaucracy",
                "Detail-oriented",
                "Sense Motives",
                "Empathy",
                "Web of Contacts",
                "Persuade",
                "Straight-faced Liar"
            ],
            "flaws": [
                "Bad Reputation",
                "Coward",
                "Greedy",
                "Sucker for a Sob Story"
            ],
            "gear": [
                "Ledger Book",
                "Bottle of Fine Whiskey",
                "Burner Phone"
            ],
            "advantages": [
                {
                    "name": "Deal Maker",
                    "description": "When negotiating terms, prices, or arrangements, roll with Mastery."
                },
                {
                    "name": "Contact Broker",
                    "description": "You don't need to know everyone—you just need to know who knows them. Once per session, you can find someone who can connect you to a person, organization, or resource you need."
                },
                {
                    "name": "Silver Tongue",
                    "description": "When attempting to persuade someone through rational argument or emotional appeal, roll with Mastery."
                }
            ]
        },
        {
            "name": "Researcher",
            "source": "Hard City",
            "type": "Present",
            "description": "You use your brains, not so much your brawn. You're an academic, scientist, or 'whiz'.",
            "traits": [
                "Educated",
                "Focused",
                "Well-read",
                "Analyse",
                "Research",
                "Notice",
                "Science",
                "Forensics",
                "Investigate"
            ],
            "flaws": [
                "Arrogant",
                "Weakling",
                "Absent-minded",
                "Fastidious"
            ],
            "gear": [
                "Reference Books",
                "Scientific Calculator",
                "Laboratory Equipment"
            ],
            "advantages": [
                {
                    "name": "Scholarly Expertise",
                    "description": "When researching information or recalling academic knowledge, roll with Mastery."
                },
                {
                    "name": "Analytical Mind",
                    "description": "Spend a Moxie point to instantly analyze a complex system, code, or pattern, revealing its underlying structure or meaning."
                },
                {
                    "name": "Scientific Method",
                    "description": "When given time to systematically test a theory or hypothesis, you can spend a Moxie point to confirm whether it's correct or not, receiving valuable information either way."
                }
            ]
        },
        {
            "name": "Tinkerer",
            "source": "Hard City",
            "type": "Present",
            "description": "A technician, engineer, mechanic, or specialist in a technical field. You build, fix, invent, and destroy things.",
            "traits": [
                "Analyse",
                "Repair",
                "Notice",
                "Engineering",
                "Demolitions",
                "Jury-rig",
                "Wiretapping",
                "Cunning"
            ],
            "flaws": [
                "Risk-taker",
                "Short-tempered",
                "Overly cautious",
                "Always Dirty"
            ],
            "gear": [
                "Tool Kit",
                "Blueprints and Schematics",
                "Insulated Work Gloves"
            ],
            "advantages": [
                {
                    "name": "Improvise Solution",
                    "description": "When jury-rigging a solution to a technical problem with limited resources, roll with Mastery."
                },
                {
                    "name": "Technical Insight",
                    "description": "After examining a machine, device, or system for a minute, spend a Moxie point to understand exactly how it works, including any weaknesses or ways to disable it."
                },
                {
                    "name": "Inventor's Spark",
                    "description": "Once per session, you can declare that you've been working on a prototype device that's perfectly suited to the current situation. Work with the GM to define its capabilities and limitations."
                }
            ]
        },
        {
            "name": "Analytical",
            "source": "Hard City",
            "type": "Perk",
            "description": "You take in all the details around you and process them like a machine.",
            "traits": [
                "Notice",
                "Eye for Detail",
                "Make Connections",
                "It's the Little Things That Matter",
                "Focused"
            ],
            "flaws": [
                "Blunt",
                "Daydreamer",
                "Fastidious"
            ],
            "gear": [
                "Notebook and Pen",
                "Voice Recorder",
                "Camera"
            ],
            "advantages": [
                {
                    "name": "Pattern Recognition",
                    "description": "When analyzing patterns, codes, or seemingly unrelated clues, roll with Mastery."
                },
                {
                    "name": "Photographic Memory",
                    "description": "You can perfectly recall any detail you've specifically observed. When remembering specific details about something you've seen, roll with Mastery."
                },
                {
                    "name": "Instant Analysis",
                    "description": "After observing a crime scene, person, or situation for just a minute, you can spend a Moxie point to ask the GM three specific questions about what you're observing, receiving truthful answers."
                }
            ]
        },
        {
            "name": "Athlete",
            "source": "Hard City",
            "type": "Perk",
            "description": "You are physically fit and healthy. Perhaps you once played professional ball, or maybe you just look after yourself properly.",
            "traits": [
                "Healthy",
                "Sports",
                "Strong",
                "Run",
                "Leap",
                "Climb",
                "Wrestle",
                "Brawl"
            ],
            "flaws": [
                "Addiction",
                "Overconfident",
                "Show-off"
            ],
            "gear": [
                "Athletic Shoes",
                "Sports Equipment",
                "Protein Supplements"
            ],
            "advantages": [
                {
                    "name": "Peak Physical Condition",
                    "description": "When performing feats of athleticism, endurance, or physical prowess, roll with Mastery."
                },
                {
                    "name": "Second Wind",
                    "description": "Once per scene, spend a Moxie point to instantly recover from physical exhaustion, clearing the Tired or Weakened Condition."
                },
                {
                    "name": "Push the Limits",
                    "description": "Spend a Moxie point to accomplish a physical feat that would normally be beyond human capability, such as an exceptional jump, lift, or burst of speed."
                }
            ]
        },
        {
            "name": "Badge",
            "source": "Hard City",
            "type": "Perk",
            "description": "You have an official-looking badge – it might even be real.",
            "traits": [
                "Loosen Lips",
                "A Little Authority",
                "Impersonate a Police Officer",
                "Open Doors"
            ],
            "flaws": [
                "Animosity of the Local Police",
                "Disgraced Officer"
            ],
            "gear": [
                "Official-looking Badge",
                "Fake ID",
                "Police Radio"
            ],
            "advantages": [
                {
                    "name": "Flash the Badge",
                    "description": "When using your badge to gain access, information, or cooperation from civilians, roll with Mastery."
                },
                {
                    "name": "Borrowed Authority",
                    "description": "Spend a Moxie point to make a civilian comply with a direct order, as if you had legitimate authority over them."
                },
                {
                    "name": "Inside Knowledge",
                    "description": "You understand police procedures and protocols. When navigating police bureaucracy or predicting police actions, roll with Mastery."
                }
            ]
        },
        {
            "name": "Boiler",
            "source": "Hard City",
            "type": "Perk",
            "description": "A well-maintained motor car, perhaps with a few upgrades.",
            "traits": [
                "Fast",
                "Handling",
                "Secret Compartment",
                "Room for a Body",
                "Well-built",
                "Armoured"
            ],
            "flaws": [
                "Bad Gearbox",
                "Stolen",
                "Easily Recognised",
                "Small"
            ],
            "gear": [
                "Spare Parts",
                "Toolbox",
                "Maintenance Manual"
            ],
            "advantages": [
                {
                    "name": "Getaway Vehicle",
                    "description": "When driving to escape pursuit or danger, roll with Mastery."
                },
                {
                    "name": "Hidden Modifications",
                    "description": "Your car has concealed upgrades. Spend a Moxie point to reveal a useful feature such as reinforced bumpers, hidden weapons, or enhanced engine performance for one scene."
                },
                {
                    "name": "Reliable Start",
                    "description": "Your car always starts on the first try, even in extreme conditions or when it would normally be disabled. If the car is completely destroyed, you can acquire a new one during Downtime."
                }
            ]
        },
        {
            "name": "Brave",
            "source": "Hard City",
            "type": "Perk",
            "description": "You've been through hell and come out all the stronger.",
            "traits": [
                "Unflinching",
                "Tough",
                "Intimidate",
                "Inspire",
                "Willpower",
                "Optimistic"
            ],
            "flaws": [
                "Reckless",
                "Overconfident",
                "Phobia"
            ],
            "gear": [
                "Lucky Token",
                "Scars with Stories",
                "Flask of Liquid Courage"
            ],
            "advantages": [
                {
                    "name": "Lead by Example",
                    "description": "When you face danger head-on, you inspire others. Allies who witness your brave act gain +1 Action Die on their next Check to overcome the same threat."
                },
                {
                    "name": "Stare Down Danger",
                    "description": "You can spend a Moxie point to overcome your natural instinct for self-preservation, allowing you to take actions that normal people would find impossible due to fear."
                },
                {
                    "name": "Inspiring Courage",
                    "description": "Your bravery is contagious. Once per scene, you can remove the Shaken or Frightened Condition from an ally who can see or hear you."
                }
            ]
        },
        {
            "name": "Dirty Fighter",
            "source": "Hard City",
            "type": "Perk",
            "description": "When things come to blows, you're not adverse to hitting low.",
            "traits": [
                "Brawl",
                "Take a Hit",
                "Low Blows",
                "Distract",
                "Kick",
                "Tackle",
                "Knives",
                "Backstab"
            ],
            "flaws": [
                "Coward",
                "Bully",
                "Bad Reputation"
            ],
            "gear": [
                "Brass Knuckles",
                "Concealed Blade",
                "Pocket Full of Sand"
            ],
            "advantages": [
                {
                    "name": "Cheap Shot",
                    "description": "Spend a Moxie point to make a surprise attack against an opponent who's focused on someone else, dealing +1 Damage on a successful hit."
                },
                {
                    "name": "Improvised Weapon",
                    "description": "You can effectively weaponize ordinary objects found in your environment. When using improvised weapons, you do not suffer the usual penalties."
                },
                {
                    "name": "Dirty Trick",
                    "description": "Once per combat, you can spend a Moxie point to momentarily disable an opponent with a particularly underhanded move, causing them to lose their next action."
                }
            ]
        },
        {
            "name": "Educated",
            "source": "Hard City",
            "type": "Perk",
            "description": "You are very well educated, probably a university graduate.",
            "traits": [
                "Well-read",
                "General Knowledge",
                "History",
                "Languages",
                "Persuade",
                "Research"
            ],
            "flaws": [
                "Arrogant",
                "Soft-looking",
                "Curious"
            ],
            "gear": [
                "University Tie or Pin",
                "Reading Glasses",
                "Journal of Academic Notes"
            ],
            "advantages": [
                {
                    "name": "Multilingual",
                    "description": "You speak several languages fluently. When attempting to communicate in foreign languages or translate texts, roll with Mastery."
                },
                {
                    "name": "Critical Analysis",
                    "description": "Spend a Moxie point to identify the weakness or flaw in an argument, plan, or system after studying it briefly."
                },
                {
                    "name": "Well-Researched",
                    "description": "Once per session, you can declare that you've previously researched a relevant topic, allowing you to ask the GM a specific question that your character would know the answer to."
                }
            ]
        },
        {
            "name": "Everyman",
            "source": "Hard City",
            "type": "Perk",
            "description": "You're an average Joe, apparently unremarkable in every way.",
            "traits": [
                "Likeable",
                "Empathy",
                "Blend into a Crowd",
                "Forgettable Face",
                "Gossip",
                "Brave"
            ],
            "flaws": [
                "Forgettable",
                "97-pound Weakling",
                "Ambitious",
                "Always Friend-zoned"
            ],
            "gear": [
                "Plain Clothes",
                "Common Brand Cigarettes",
                "Ordinary Wristwatch"
            ],
            "advantages": [
                {
                    "name": "Hide in Plain Sight",
                    "description": "When attempting to go unnoticed in public places, roll with Mastery."
                },
                {
                    "name": "Underestimated",
                    "description": "People rarely see you as a threat. Once per scene, you can surprise someone who has dismissed you, gaining Mastery on an action they weren't expecting from you."
                },
                {
                    "name": "Reliable Gut Feeling",
                    "description": "Your street smarts and everyday wisdom give you good instincts. Once per session, you can ask the GM if something feels 'off' or suspicious, and receive an honest answer."
                }
            ]
        },
        {
            "name": "Famous",
            "source": "Hard City",
            "type": "Perk",
            "description": "You've been in the papers – maybe even in the movies!",
            "traits": [
                "Easily Recognised",
                "Persuade",
                "Distract",
                "Instant Invitation",
                "Do You Know Who I Am?"
            ],
            "flaws": [
                "Narcissist",
                "Attention-seeker",
                "Owned by the Studio"
            ],
            "gear": [
                "Expensive Sunglasses",
                "Latest Fashion Outfit",
                "Press Clippings"
            ],
            "advantages": [
                {
                    "name": "Adoring Fans",
                    "description": "Spend a Moxie point to find an admirer in any public place who is willing to do you a small favor or provide assistance."
                },
                {
                    "name": "Center of Attention",
                    "description": "You can create a distraction by simply making your presence known. When you need to draw attention away from allies or other events, roll with Mastery."
                },
                {
                    "name": "VIP Treatment",
                    "description": "Your fame opens doors. Spend a Moxie point to gain access to an exclusive venue, event, or person that would normally be off-limits."
                }
            ]
        },
        {
            "name": "Femme Fatale",
            "source": "Hard City",
            "type": "Perk",
            "description": "You know how to use your sex appeal to manipulate others and get your own way.",
            "traits": [
                "Sex Appeal",
                "Seduction",
                "Cunning",
                "Strong-willed",
                "Persuade"
            ],
            "flaws": [
                "Unreliable",
                "Irresponsible",
                "Selfish"
            ],
            "gear": [
                "Alluring Perfume",
                "Provocative Attire",
                "Hidden Knife in Garter"
            ],
            "advantages": [
                {
                    "name": "Irresistible Charm",
                    "description": "When attempting to seduce or manipulate someone who could be attracted to you, roll with Mastery."
                },
                {
                    "name": "Deadly Distraction",
                    "description": "You can use your charms to create the perfect diversion. Spend a Moxie point to completely distract a susceptible target for several minutes, allowing allies to act unnoticed."
                },
                {
                    "name": "Playing the Victim",
                    "description": "You can convincingly appear helpless or in distress when needed. When feigning vulnerability to manipulate others into helping you, roll with Mastery."
                }
            ]
        },
        {
            "name": "Heir to a Fortune",
            "source": "Hard City",
            "type": "Perk",
            "description": "You've got money, or you will have soon.",
            "traits": [
                "Credit",
                "Club Member",
                "Do You Know Who My Daddy Is?",
                "Educated",
                "Get an Invitation"
            ],
            "flaws": [
                "Spoiled",
                "Family Obligations",
                "Black Sheep",
                "Huge Debts"
            ],
            "gear": [
                "Gold Watch",
                "Expensive Suit/Dress",
                "Family Signet Ring"
            ],
            "advantages": [
                {
                    "name": "Family Connections",
                    "description": "Your family name opens doors. When attempting to access exclusive venues or meet influential people, roll with Mastery."
                },
                {
                    "name": "Emergency Fund",
                    "description": "Once per session, you can access your family's resources to obtain a piece of expensive equipment, pay off a debt, or fund an operation without any Check required."
                },
                {
                    "name": "Family Lawyer",
                    "description": "Spend a Moxie point to get out of legal trouble, have charges reduced, or secure release from custody through your family's legal connections."
                }
            ]
        },
        {
            "name": "Huge",
            "source": "Hard City",
            "type": "Perk",
            "description": "You're big – really big.",
            "traits": [
                "Strong",
                "Fists Like Ham Hocks",
                "Take a Hit",
                "Tall",
                "Intimidate",
                "Brawl"
            ],
            "flaws": [
                "Dumb as a Rock",
                "Always the First Target",
                "Clumsy",
                "Big Softy"
            ],
            "gear": [
                "Oversized Clothes",
                "Massive Belt",
                "Knuckle Wraps"
            ],
            "advantages": [
                {
                    "name": "Brute Strength",
                    "description": "When performing feats of raw strength like breaking barriers or lifting heavy objects, roll with Mastery."
                },
                {
                    "name": "Imposing Presence",
                    "description": "Your size alone is intimidating. When attempting to frighten or intimidate others through physical presence, roll with Mastery."
                },
                {
                    "name": "Thick Skinned",
                    "description": "Your size gives you natural resilience. Once per scene, you can reduce the damage from a physical attack by 2."
                }
            ]
        },
        {
            "name": "Infamous",
            "source": "Hard City",
            "type": "Perk",
            "description": "You have a bad reputation. Maybe you deserve it, maybe you don't, but you can leverage it for advantage.",
            "traits": [
                "Easily Recognised",
                "Intimidate",
                "Distract",
                "Friends in Low Places"
            ],
            "flaws": [
                "Powerful Enemy",
                "Bad Reputation",
                "Low Self-esteem",
                "Poor Impulse Control"
            ],
            "gear": [
                "Contraband",
                "Hidden Weapon",
                "Falsified ID"
            ],
            "advantages": [
                {
                    "name": "Feared Reputation",
                    "description": "When attempting to intimidate someone who has heard of you, roll with Mastery."
                },
                {
                    "name": "Underworld Connections",
                    "description": "You have contacts among criminals and lowlifes. When seeking information or assistance from the criminal element, roll with Mastery."
                },
                {
                    "name": "Criminal Legend",
                    "description": "Once per session, you can spread a rumor about yourself that people will believe, enhancing your infamous reputation in a way that benefits your current situation."
                }
            ]
        },
        {
            "name": "Knife Fighter",
            "source": "Hard City",
            "type": "Perk",
            "description": "You have a knack with blades.",
            "traits": [
                "Quick Strike",
                "Knife Throwing",
                "Disarm",
                "Crippling Strike",
                "Backstab",
                "Intimidate"
            ],
            "flaws": [
                "Bloodthirsty",
                "Mean Streak",
                "Scrawny"
            ],
            "gear": [
                "Collection of Knives",
                "Whetstone",
                "Arm Sheath",
                "Ankle Holster"
            ],
            "advantages": [
                {
                    "name": "Precision Cut",
                    "description": "When making targeted attacks with a knife, roll with Mastery."
                },
                {
                    "name": "Always Armed",
                    "description": "You can conceal knives on your person with exceptional skill. When hiding blades or being searched for weapons, roll with Mastery."
                },
                {
                    "name": "Bleeding Wound",
                    "description": "When you successfully hit an opponent with a blade, spend a Moxie point to inflict a Bleeding condition that causes ongoing damage until treated."
                }
            ]
        },
        {
            "name": "Laboratory",
            "source": "Hard City",
            "type": "Perk",
            "description": "You have access to a state-of-the-art laboratory or research facility.",
            "traits": [
                "Research",
                "Analyse",
                "Chemistry",
                "Forensics",
                "Science",
                "Well-stocked"
            ],
            "flaws": [
                "Public Building",
                "Limited Resources",
                "Maintenance"
            ],
            "gear": [
                "Safety Goggles",
                "Collection of Chemicals",
                "Research Notes"
            ],
            "advantages": [
                {
                    "name": "Chemical Concoction",
                    "description": "Given time in your lab, you can create useful chemical compounds. Spend a Moxie point to produce a specific substance needed for your current situation."
                },
                {
                    "name": "Forensic Expertise",
                    "description": "You can derive extraordinary information from minimal evidence. When examining crime scenes or physical evidence, gain +1 Action Die."
                },
                {
                    "name": "Experimental Equipment",
                    "description": "Your lab contains specialized tools and devices. Once per session, you can declare your lab has a particular piece of equipment that's perfectly suited to your current investigation."
                }
            ]
        },
        {
            "name": "Weasel",
            "source": "Hard City",
            "type": "Perk",
            "description": "You're small and devious.",
            "traits": [
                "Little",
                "Cunning",
                "Hide",
                "Run",
                "Straight-faced Liar",
                "Low Blows"
            ],
            "flaws": [
                "Untrustworthy",
                "Easy Target",
                "Weak Constitution"
            ],
            "gear": [
                "Concealed Blade",
                "Small Flask of Moonshine",
                "Ratty Clothes with Hidden Pockets"
            ],
            "advantages": [
                {
                    "name": "Slip Away",
                    "description": "When attempting to escape bonds, tight spaces, or someone's grasp, roll with Mastery."
                },
                {
                    "name": "Small Target",
                    "description": "Your diminutive size makes you harder to hit. You gain +1 Armor against ranged attacks from medium or long distance."
                },
                {
                    "name": "Convincing Innocence",
                    "description": "You can play on your small stature to appear harmless. When attempting to convince others of your innocence or harmlessness, roll with Mastery."
                }
            ]
        },
        {
            "name": "Looks",
            "source": "Hard City",
            "type": "Perk",
            "description": "You're very attractive – and you know it.",
            "traits": [
                "Sex Appeal",
                "Distract",
                "Persuade",
                "Charm",
                "Straight-faced Liar",
                "Get an Answer",
                "Perform",
                "Gossip"
            ],
            "flaws": [
                "Unwanted Admirer",
                "Famous",
                "Vain"
            ],
            "gear": [
                "Designer Clothes",
                "Expensive Cologne/Perfume",
                "Compact Mirror"
            ],
            "advantages": [
                {
                    "name": "Disarming Smile",
                    "description": "When attempting to persuade someone through charm and attractiveness, roll with Mastery."
                },
                {
                    "name": "Perfect Distraction",
                    "description": "You can use your appearance to create diversions. Spend a Moxie point to distract guards or onlookers, giving allies a chance to act unnoticed."
                },
                {
                    "name": "Social Butterfly",
                    "description": "Your attractiveness opens doors. Once per session, you can gain access to an exclusive venue or person through your looks and charm alone."
                }
            ]
        },
        {
            "name": "Marksman",
            "source": "Hard City",
            "type": "Perk",
            "description": "You're a capable shot and familiar with a variety of firearms.",
            "traits": [
                "Quick Draw",
                "Precise Aim",
                "Trick Shots",
                "Firearm Maintenance",
                "Steady Hands",
                "Long Shot"
            ],
            "flaws": [
                "Show-off",
                "Pacifist",
                "Personal Code"
            ],
            "gear": [
                "Precision Pistol",
                "Custom Holster",
                "Rifle Scope"
            ],
            "advantages": [
                {
                    "name": "Trick Shot",
                    "description": "Spend a Moxie point to make an impossible shot, such as shooting around corners, hitting multiple targets with one bullet, or shooting a weapon out of someone's hand."
                },
                {
                    "name": "Focused Calm",
                    "description": "In combat situations, you maintain perfect composure. Ignore penalties for stress, distractions, or environmental factors when making ranged attacks."
                },
                {
                    "name": "Weapon Expert",
                    "description": "You can quickly assess and adapt to any firearm. When using an unfamiliar gun for the first time, you do not suffer the usual penalties."
                }
            ]
        },
        {
            "name": "Married to the Mob",
            "source": "Hard City",
            "type": "Perk",
            "description": "For whatever reason, you have close ties to local gangsters.",
            "traits": [
                "Criminal Contacts",
                "Tough Reputation",
                "Friends in High places",
                "Knows Where the Bodies Are Buried",
                "Straight-faced Liar",
                "Gossip"
            ],
            "flaws": [
                "Powerful Enemy",
                "Mean Streak",
                "Secret Identity"
            ],
            "gear": [
                "Protection Money",
                "Untraceable Gun",
                "Family Ring"
            ],
            "advantages": [
                {
                    "name": "Family Protection",
                    "description": "When dealing with local criminals who know your connections, roll with Mastery to avoid trouble or gain cooperation."
                },
                {
                    "name": "Call in a Favor",
                    "description": "Spend a Moxie point to have mob associates perform a service for you, such as providing information, applying pressure to someone, or offering protection."
                },
                {
                    "name": "The Offer They Can't Refuse",
                    "description": "Spend a Moxie point to intimidate someone through your mob connections, making them cooperate out of fear of reprisal."
                }
            ]
        },
        {
            "name": "Numbers Man",
            "source": "Hard City",
            "type": "Perk",
            "description": "You have a head for numbers, facts, and figures.",
            "traits": [
                "Human Calculator",
                "Accounting",
                "Eye for Detail",
                "Tax Law",
                "Card Counting",
                "Maths is at the Heart of Everything",
                "Notice"
            ],
            "flaws": [
                "Socially Awkward",
                "Takes Things Too Literally"
            ],
            "gear": [
                "Pocket Calculator",
                "Ledger Book",
                "Statistical Reference Manual"
            ],
            "advantages": [
                {
                    "name": "Money Trail",
                    "description": "You can follow financial records to uncover hidden connections. When investigating financial crimes or tracking money, roll with Mastery."
                },
                {
                    "name": "Statistical Analysis",
                    "description": "Spend a Moxie point to analyze patterns and predict the most likely outcome of a situation based on available data."
                },
                {
                    "name": "Numerical Memory",
                    "description": "You perfectly recall any numbers you've seen, including addresses, phone numbers, safe combinations, and account details."
                }
            ]
        },
        {
            "name": "Sleight of Hand",
            "source": "Hard City",
            "type": "Perk",
            "description": "You're an amateur magician, or a skilled thief.",
            "traits": [
                "Card Tricks",
                "Pickpocket",
                "Palm Object",
                "The Ol' Switcheroo",
                "Notice"
            ],
            "flaws": [
                "Criminal Record",
                "Greedy"
            ],
            "gear": [
                "Deck of Cards",
                "Coins for Tricks",
                "Hidden Pockets"
            ],
            "advantages": [
                {
                    "name": "Nimble Fingers",
                    "description": "When picking pockets or manipulating small objects without being noticed, roll with Mastery."
                },
                {
                    "name": "Misdirection",
                    "description": "You excel at drawing attention away from your true actions. When creating diversions or distractions, roll with Mastery."
                },
                {
                    "name": "Quick Change",
                    "description": "You can swap one small item for another without detection. Spend a Moxie point to replace an object someone is holding or wearing with something similar."
                }
            ]
        },
        {
            "name": "Tough as Nails",
            "source": "Hard City",
            "type": "Perk",
            "description": "Maybe you're big, maybe you're not, but it takes a lot to bring you down.",
            "traits": [
                "Take a Hit",
                "Drinks Like a Fish",
                "Shrug it Off",
                "Grit",
                "Can-do Spirit",
                "Endurance",
                "Roll with the Punches"
            ],
            "flaws": [
                "Ugly as Sin",
                "Old Injury",
                "Punches First & Asks Questions Later"
            ],
            "gear": [
                "Flask of Strong Liquor",
                "Worn Leather Jacket",
                "Bandages and Tape"
            ],
            "advantages": [
                {
                    "name": "Shrug It Off",
                    "description": "Once per scene, spend a Moxie point to ignore the effects of an Injury for the remainder of the scene."
                },
                {
                    "name": "Pain Tolerance",
                    "description": "When making Checks to resist pain, torture, or continue functioning while injured, roll with Mastery."
                },
                {
                    "name": "Second Wind",
                    "description": "When reduced to your last point of Grit, you automatically clear the Tired or Weakened Condition if you're suffering from either."
                }
            ]
        },
        {
            "name": "Swampborn",
            "source": "Homebrew",
            "type": "Background",
            "description": "You were born in the muck and raised by reeds and rain. You know how to vanish into mist, breathe through a reed, and lead your pursuers into the belly of a bog-beast. The swamp is your mother—and she doesn't take kindly to strangers.",
            "traits": [
                "Swim",
                "Survival",
                "Stealth",
                "Awareness",
                "Scavenge",
                "Climb",
                "Set Traps"
            ],
            "flaws": [
                "Always Damp",
                "Mistrusts Outsiders",
                "Shrouded Reputation",
                "Feels Responsible for Kin"
            ],
            "gear": [
                "Swamp-hide Cloak",
                "Bog Knife",
                "Bundle of Traps & Lures"
            ],
            "advantages": [
                {
                    "name": "Mirewalker",
                    "description": "You can move through swamp, mud, or overgrown terrain without penalty. You can also hold your breath for an extended time and swim silently when undisturbed."
                },
                {
                    "name": "Swamp Traps",
                    "description": "During a Rest, you may prepare up to 2 simple traps. Spend a Moxie to trigger one at a key moment—immobilizing, disorienting, or distracting a foe."
                },
                {
                    "name": "Bog Ghost",
                    "description": "When you Hide or attempt to escape pursuit in natural terrain, roll with Mastery."
                }
            ]
        },
        {
            "name": "Patchwork Cyborg",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "Your body remembers the weight of chains and circuit-welders. Altered and augmented by the regime, your cyber-claw is both curse and tool. You've reclaimed your metal as your own—but it still hums with ghosts.",
            "traits": [
                "Endurance",
                "Jury-Rig",
                "Disable Device",
                "Claw Combat",
                "Unnatural Strength",
                "Repair",
                "Resist Pain"
            ],
            "flaws": [
                "Glitches Under Pressure",
                "Disturbing Scar Tissue",
                "Self-Doubt",
                "Hunted by the Horde"
            ],
            "gear": [
                "Rusted Toolkit",
                "Tinker's Satchel",
                "Scrap Goggles"
            ],
            "advantages": [
                {
                    "name": "Cyber Claw Utility",
                    "description": "Your claw can function as a grappling hook, cutting torch, or blunt-force tool. Once per scene, you may perform an otherwise impossible mechanical task (e.g., tear through metal, punch through a wall)."
                },
                {
                    "name": "Glitch Surge",
                    "description": "Spend a Moxie point to ignore all Conditions affecting you for one Turn, as your systems override pain and fatigue."
                },
                {
                    "name": "Reclaimed Tech",
                    "description": "You may make a Check to disable or hijack old Horde technology, gaining insight or limited control if successful."
                }
            ]
        },
        {
            "name": "Trickster Scout",
            "source": "Homebrew",
            "type": "Occupation",
            "description": "You run where others slog, climb where others stumble, and laugh where others curse. You're a saboteur, scout, and mischief-maker for the rebellion—unpredictable, indispensable, and probably climbing something right now.",
            "traits": [
                "Acrobatics",
                "Sleight of Hand",
                "Sabotage",
                "Dodge",
                "Awareness",
                "Disguise",
                "Tinker"
            ],
            "flaws": [
                "Can't Resist a Dare",
                "Flirts with Death (and Everyone Else)",
                "Needs to Prove Himself"
            ],
            "gear": [
                "Red Bandana (Lucky)",
                "Rebel Toolkit",
                "Flash-bang Marble"
            ],
            "advantages": [
                {
                    "name": "Dirty Tricks",
                    "description": "When you fight an unaware or distracted enemy, deal +1 Damage and gain +1 Action Die on the attack."
                },
                {
                    "name": "Vanishing Act",
                    "description": "Once per scene, when outnumbered or surrounded, spend a Moxie point to escape, vanish, or reappear from an unexpected angle."
                },
                {
                    "name": "Improvised Sabotage",
                    "description": "During a scene, you can declare that you rigged or tampered with a nearby mechanism earlier. Spend a Moxie to trigger a minor explosion, disable a system, or force an unexpected malfunction."
                }
            ]
        },
        {
            "name": "Shadowless Thief",
            "description": "You slip between the cracks where light dares not follow.",
            "source": "Homebrew",
            "type": "Descriptor",
            "traits": [
                "Silent Movement",
                "Lockpicking",
                "Pickpocketing",
                "Sleight of Hand",
                "Shadow Manipulation (Advanced)",
                "Dodge",
                "Awareness"
            ],
            "advantages": [
                {
                    "name": "Vanishing Act",
                    "description": "Spend a Moxie point when you make a successful Move or Dodge Check during a chase to immediately vanish from sight, avoiding all pursuit. You can only use this once per Scene."
                },
                {
                    "name": "Still Hands",
                    "description": "When you make a Check requiring precise handwork — such as picking locks, sleight of hand, or pickpocketing — roll with Mastery."
                },
                {
                    "name": "Absorb Locks",
                    "description": "Once per Scene, you can absorb and permanently jam a simple mechanical lock (such as a door or padlock) by touching it and focusing. The lock becomes unusable without being broken or magically repaired."
                }
            ],
            "gear": [
                "Soft-soled Boots",
                "Bracers with Hidden Pockets",
                "Shadow-dyed Cloak"
            ],
            "flaws": [
                "Fragile Body",
                "Sticky Fingers",
                "Photophobia"
            ]
        },
        {
            "name": "Hollow Vessel",
            "description": "The emptiness inside is both your curse and your strength.",
            "source": "Homebrew",
            "type": "Descriptor",
            "traits": [
                "Concealed Storage (Body)",
                "Silent Footsteps",
                "Echo Sense",
                "Eerie Presence",
                "Hollow Reflexes",
                "Unnatural Balance"
            ],
            "advantages": [
                {
                    "name": "Empty Chest",
                    "description": "You can smuggle large or fragile items inside your hollow frame. You suffer no penalties for carrying concealed cargo unless searched by supernatural means."
                },
                {
                    "name": "Whisper Breather",
                    "description": "You can breathe so quietly that you are undetectable by any sense of hearing, even enhanced senses. This affects only hearing-based detection."
                },
                {
                    "name": "Resonant Strike",
                    "description": "Spend a Moxie point when you succeed on a close-combat attack to unbalance your target. The target becomes Dazed until the end of their next Turn."
                }
            ],
            "gear": [
                "Hollowbone Dagger",
                "Whisper Mask",
                "Worn Traveler's Cloak"
            ],
            "flaws": [
                "Starving Emptiness",
                "Unsettling Aura",
                "Hollow Echoes"
            ]
        },
        {
            "name": "Reflection Taker",
            "description": "Mirrors are weapons, and faces are currency.",
            "source": "Homebrew",
            "type": "Descriptor",
            "traits": [
                "Reflection Theft",
                "Illusion Creation",
                "Identity Erasure",
                "Doppelgänger Bargains",
                "Memory Distortion",
                "Reflected Reflexes"
            ],
            "advantages": [
                {
                    "name": "Mirrortrap",
                    "description": "Once per Scene, when you interact with a target via any reflective surface (mirror, water, polished metal), you may spend 1 Moxie to destabilize their reflection. Until the end of the Scene, the GM may impose penalties on their Awareness, Movement, or Coordination."
                },
                {
                    "name": "False Image",
                    "description": "Spend 1 Moxie to create a brief illusory double nearby. It lasts until touched, attacked, or revealed by an opposed Awareness Check."
                },
                {
                    "name": "Face Stealer",
                    "description": "Once per Scene, after observing a target's reflection closely, you may mimic their face, voice, and mannerisms for the rest of the Scene. No Check is required unless closely scrutinized."
                }
            ],
            "gear": [
                "Shardmirror Amulet",
                "Glassknife",
                "Whisperglass Mirror"
            ],
            "flaws": [
                "No True Reflection",
                "Splintered Memories"
            ]
        },
        {
            "name": "Inkweaver Surgeon",
            "description": "Your hands rewrite the body, and your tattoos tell living tales.",
            "source": "Homebrew",
            "type": "Descriptor",
            "traits": [
                "Wound Relocation",
                "Tattoo Healing",
                "Fleshcrafting",
                "Battlefield Triage",
                "Transfer Suffering",
                "Surgery",
                "Lore: Flesh and Blood",
                "Tactile Awareness"
            ],
            "advantages": [
                {
                    "name": "Living Bandages",
                    "description": "Spend 1 Moxie to instantly stabilize a wounded ally at Near range by animating your enchanted bandages. This prevents Bleeding Out or escalating Conditions, but does not restore Health."
                },
                {
                    "name": "Gift the Pain",
                    "description": "When you make a successful close-combat touch attack, you may spend 1 Moxie to transfer an injury or Condition you have absorbed onto the target. The target suffers the same effect until healed."
                },
                {
                    "name": "Wound Reader",
                    "description": "When you study a person's scars or injuries up close, you may ask the GM one question about their past, vulnerabilities, or hidden weaknesses without requiring a roll."
                }
            ],
            "gear": [
                "Satchel of Laughing Bandages",
                "Surgical Inkknife",
                "Bone Needle Kit"
            ],
            "flaws": [
                "Scar-Eater's Hunger",
                "Traitor Tattoos",
                "Stained Reputation",
                "Ink Betrayal"
            ]
        },
        {
            "name": "Echo-Seer",
            "description": "You see not the flesh—but the echoes of every pain it has endured.",
            "source": "Homebrew",
            "type": "Descriptor",
            "traits": [
                "Echo Vision",
                "Aura Perception",
                "Blind Combat Reflexes",
                "Ghost Sense",
                "Memory Tether",
                "Uncanny Hearing",
                "Lore: Spirits and Echoes",
                "Silent Movement"
            ],
            "advantages": [
                {
                    "name": "Memory Echo",
                    "description": "Spend 1 Moxie to replay the strongest emotional imprint left behind in a location or object. You may ask the GM one question about what occurred here recently — focusing on trauma, betrayal, or sudden violence."
                },
                {
                    "name": "Aura Flare",
                    "description": "Spend 1 Moxie to unleash a psychic surge of suffering. All enemies within Near range must succeed on a Will or Resolve Check or suffer the Dazed Condition until the end of their next Turn."
                },
                {
                    "name": "Phantom Companion",
                    "description": "Once per session, you may call on the aid of a lingering ghost you once healed. The GM will grant you a small favor — such as a warning, distraction, or minor environmental manipulation."
                }
            ],
            "gear": [
                "Echo Lens",
                "Whisperband",
                "Tuning Fork Pendant"
            ],
            "flaws": [
                "Pain Drunk",
                "Memory Backlash",
                "Ghost-Haunted",
                "Fractured Focus"
            ]
        },
        {
            "name": "Cursed Healer",
            "description": "To save a life is to take on a piece of its destiny.",
            "source": "Homebrew",
            "type": "Descriptor",
            "traits": [
                "Healing Touch (with a cost)",
                "Fate Entanglement",
                "Cursed Knowledge",
                "Empathic Echoes",
                "Shadow Healing",
                "Lore: Curses and Destinies",
                "Willpower",
                "Ritual Healing"
            ],
            "advantages": [
                {
                    "name": "Borrowed Talents",
                    "description": "Once per session, after healing someone, you may access one of their Skills or Traits for the rest of the Scene. The GM will approve or suggest an appropriate ability based on the healed character."
                },
                {
                    "name": "Shared Burden",
                    "description": "When an ally within Near range would take Damage, you may spend 1 Moxie to absorb half the Damage yourself (rounded up). You must be aware of the attack and capable of reaching them."
                },
                {
                    "name": "Destiny Scar",
                    "description": "When you heal a target, you may mark them with a faint scar of fate. Until the end of the next day, you can sense their general well-being (healthy, wounded, dying) and rough direction regardless of distance."
                }
            ],
            "gear": [
                "Inkblood Needle",
                "Fatebound Ring",
                "Vial of Blood-ink"
            ],
            "flaws": [
                "Voice of the Damned",
                "Guilt Collector",
                "Threadbare Fate",
                "Resonant Sorrow"
            ]
        },
        {
            "name": "Scholar of the Wilds",
            "description": "You seek truth in the curling roots and whispering stones.",
            "source": "Homebrew",
            "type": "Occupation",
            "traits": [
                "Natural Lore",
                "Toxins Mastery",
                "Omens and Superstitions",
                "Spirit Histories",
                "Cartography (Mapping Wildlands)",
                "Tracking",
                "Survival",
                "Skirmish Mobility"
            ],
            "advantages": [
                {
                    "name": "Toxic Intuition",
                    "description": "You can instinctively sense whether a creature, object, or environment is poisonous or toxic without tasting or direct exposure. No Moxie spend."
                },
                {
                    "name": "Echoes of the Old World",
                    "description": "When studying ruins, spirit sites, or ancient trails, you may ask the GM one question about its builders, purpose, or history without requiring a Check. Once per scene."
                },
                {
                    "name": "Wilderness Tactician",
                    "description": "When setting an ambush, navigating traps, or preparing defenses in natural terrain, roll with Mastery."
                }
            ],
            "gear": [
                "Journal of Verdant Lore",
                "Spirit Lens",
                "Rune-etched Compass"
            ],
            "flaws": [
                "Scholarly Tunnel Vision",
                "Fragile Frame",
                "Spirit-Addled",
                "Oath to Curiosity"
            ]
        },
        {
            "name": "Apprentice of the Grove",
            "description": "The Great Forest speaks to you—softly, but insistently.",
            "source": "Homebrew",
            "type": "Occupation",
            "traits": [
                "Herbalism",
                "Ritual Casting (Simple Blessings)",
                "Commune with Beasts",
                "Read the Winds",
                "Root Binding",
                "Lore: Sacred Groves",
                "Survival",
                "Charm (Rural Folk)"
            ],
            "advantages": [
                {
                    "name": "Nature's Remedy",
                    "description": "During a Rest, you may prepare one minor curative: a basic salve, antidote, stimulant, or painkiller. At any time, you may spend 1 Moxie to rapidly concoct one such item without resting."
                },
                {
                    "name": "Beast Whisperer",
                    "description": "When attempting to calm, guide, or hide among natural animals, roll with Mastery."
                },
                {
                    "name": "Nature's Favor",
                    "description": "Spend 1 Moxie to subtly call upon the natural world for aid. Nearby plants, creatures, or elements intervene on your behalf—blocking attacks, opening paths, causing distractions, or warning of unseen threats. The GM describes how nature responds."
                }
            ],
            "gear": [
                "Satchel of Herbcraft",
                "Grove Pendant",
                "Warden's Staff"
            ],
            "flaws": [
                "Greenblood's Prejudice",
                "Nature's Call",
                "Untamed Power",
                "Wanderer's Heart"
            ]
        },
        {
            "name": "Seeker of Hidden Truths",
            "description": "Nothing in nature hides from your curious heart.",
            "source": "Homebrew",
            "type": "Occupation",
            "traits": [
                "Detect Hidden",
                "Interpret Omens",
                "Magical Analysis (Basic)",
                "Scent Memory",
                "Forensic Lore",
                "Lore: Ancient Mysteries",
                "Survival",
                "Sabotage"
            ],
            "advantages": [
                {
                    "name": "Keen-Nosed",
                    "description": "When tracking a person, beast, or magical trail, you can roll with Mastery if you have a clear scent, trace, or environmental residue to follow."
                },
                {
                    "name": "Divinatory Hunch",
                    "description": "Once per scene, you may ask the GM for a \"gut feeling\" insight related to a mystery, hidden threat, or unknown danger. The GM must give a truthful but cryptic answer."
                },
                {
                    "name": "Trapwright",
                    "description": "When you take time to carefully study a trap, alarm, or sabotage device, you automatically find a safe method to disable it without requiring a Check."
                }
            ],
            "gear": [
                "Omen Deck",
                "Wildbound Satchel",
                "Traveler's Toolkit"
            ],
            "flaws": [
                "Cursed Curiosity",
                "Seen Too Much",
                "Ill-omened Reputation",
                "Tethered to Echoes"
            ]
        },
        {
            "name": "Vow of Mercy",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "Your hands are weapons of war—and pledges of healing.",
            "traits": [
                "Nonlethal Combat",
                "Resolve of Stone",
                "Moral Leadership",
                "Emotional Persuasion",
                "Penance Rites"
            ],
            "advantages": [
                {
                    "name": "Mercy in Motion",
                    "description": "When fighting to subdue rather than kill, you gain +1 Action Die on close combat attacks against targets who are actively resisting."
                },
                {
                    "name": "Shield of Conviction",
                    "description": "You roll with Mastery on Willpower Checks made to resist mental influence or emotional corruption."
                },
                {
                    "name": "Confessor's Voice",
                    "description": "You gain +1 Action Die when trying to compel guilt-ridden or doubting NPCs to hesitate, confess, or reveal hidden fears."
                }
            ],
            "gear": [
                "Vow Sigil",
                "Cloth of Binding",
                "Traveler's Pack"
            ],
            "flaws": [
                "Tormented by Doubt",
                "Rival Knight's Lies"
            ]
        },
        {
            "name": "Verdant Knight",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "Sworn defender of the green sanctum; your blade is the will of the wild.",
            "traits": [
                "Martial Discipline",
                "Shield Bearing",
                "Swordsmanship",
                "Command Presence",
                "Grove Magic (basic)",
                "Awareness"
            ],
            "advantages": [
                {
                    "name": "Rooted Stance",
                    "description": "While standing still and not Dodging, you gain +1 Resistance Die against knockback or shove effects."
                },
                {
                    "name": "Living Shield",
                    "description": "Once per turn, when you would take Damage from a physical attack, you may spend 1 Moxie to negate the Damage completely."
                },
                {
                    "name": "Command the Verdant Host",
                    "description": "Once per scene, rally nearby allies; all allies within Near range gain +1 Action Die on their next action."
                }
            ],
            "gear": [
                "Sacred Oak Blade",
                "Vinewoven Armor",
                "Badge of the Grove"
            ],
            "flaws": [
                "Bound by Oath",
                "Mark of Rot",
                "Zeal of the Grove"
            ]
        },
        {
            "name": "Grove's Chosen",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "The sentient forest has marked you as its emissary.",
            "traits": [
                "Spirit Communication",
                "Nature Sense",
                "Healing Touch",
                "Barkskin Protection",
                "Animal Empathy",
                "Entangling Roots"
            ],
            "advantages": [
                {
                    "name": "Spirits' Whisper",
                    "description": "Gain +1 Action Die when making Checks to track, scout, or locate hidden things in natural terrain."
                },
                {
                    "name": "Living Touch",
                    "description": "Spend 1 Moxie to remove a Minor Condition (e.g., Fatigue, Bleeding) from a creature or ally."
                },
                {
                    "name": "Summon Small Beasts",
                    "description": "Once per scene, summon a swarm of woodland creatures. They can inflict the Hindered Condition or create a distraction (GM's choice)."
                }
            ],
            "gear": [
                "Spiritwood Token",
                "Thornwoven Cloak",
                "Trailbinder's Satchel"
            ],
            "flaws": [
                "Fading Bond",
                "Unwelcome in Cities",
                "Nature's Fury"
            ]
        },
        {
            "name": "Street Mage",
            "source": "Homebrew",
            "type": "Occupation",
            "description": "You learned magic in alleyways and backrooms, from smugglers, cults, and grimoires traded for blood. Your spells are dirty, fast, and effective — magic as survival, not scholarship.",
            "traits": [
                "Power Bolt",
                "Knock",
                "Streetwise",
                "Intimidate",
                "Ritual Casting",
                "Awareness",
                "Hide",
                "Scrounge"
            ],
            "flaws": [
                "Eyes Glow When Angry",
                "Known to Magical Authorities",
                "Ritual Addict",
                "Dangerous Rival"
            ],
            "gear": [
                "Chalk Circle burned into a piece of cardboard",
                "Spray-painted sigil hoodie",
                "Empty vials smelling faintly of ozone"
            ],
            "advantages": [
                {
                    "name": "Arcane Backlash",
                    "description": "When you suffer a physical attack, you may spend 1 Moxie to lash out instinctively with raw magical energy. Your attacker suffers 1 Damage as a burst of fire, static, or force explodes from your aura."
                },
                {
                    "name": "Battle Mage",
                    "description": "When casting a spell while directly threatened in combat, roll with Mastery."
                },
                {
                    "name": "Ritual Cache",
                    "description": "Once per Job, you may spend 1 Moxie to declare you prepared a ritual beforehand that grants 1 temporary magical Tag (e.g., Barrier, Concealed, Fire) to a chosen object or location."
                }
            ]
        },
        {
            "name": "Astral Perception",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "You see the astral plane like others see graffiti — everywhere, layered across the world. The colors of souls, the stench of spells, the burn of Pattern scars: you can’t turn it off, and sometimes, it sees you back.",
            "traits": [
                "Aura Sense",
                "Pattern Awareness",
                "Empathy",
                "Detect Magic",
                "Cold Read",
                "Analyze Energy",
                "Resist the Pattern"
            ],
            "flaws": [
                "Eyes Unfocus When Reading Auras",
                "Jumps at Ghosts",
                "Unnerving Stare",
                "Distracted by Astral Movement"
            ],
            "gear": [
                "Veil Glass Pendant",
                "Salt ring in a bottle cap",
                "Fingertip gloves (to avoid touching too much)"
            ],
            "advantages": [
                {
                    "name": "Astral Projection",
                    "description": "Spend a Moxie point to leave your body and scout in the astral plane. You gain +1 Action Die on Checks to detect wards, spirits, or magical threats."
                },
                {
                    "name": "Second Sight",
                    "description": "You can sense the presence and shape of nearby active magic, even through solid objects—but only for moments at a time."
                },
                {
                    "name": "Spirit Echo",
                    "description": "When in a place where death or intense magic occurred, you may make a Check to witness a lingering astral impression of the event. On a success, you learn a hidden detail about what occurred."
                }
            ]
        },
        {
            "name": "Forgotten Adept",
            "source": "Homebrew",
            "type": "Background",
            "description": "You weren’t trained in a tower or taught by mentors. You found fragments in burned books and half-finished tattoos. Your magic is pieced together, practical, and powered by raw intent more than tradition.",
            "traits": [
                "Occult Lore",
                "Scrounge",
                "Improvised Casting",
                "Arcane Symbolism",
                "Makeshift Tools",
                "Eye for Detail",
                "Survive on Nothing",
                "Forgotten Languages"
            ],
            "flaws": [
                "Self-taught Arrogance",
                "Lacks Formal Terminology",
                "Can’t Read Standard Grimoires",
                "Bound to a Spirit That Sometimes Talks Back"
            ],
            "gear": [
                "Scrap-bound spellbook",
                "Bone-carved focus ring",
                "Journal full of arcane graffiti"
            ],
            "advantages": [
                {
                    "name": "Old Knowledge",
                    "description": "Roll with Mastery when deciphering arcane texts, ancient glyphs, or forgotten rituals."
                },
                {
                    "name": "Patchwork Magic",
                    "description": "When casting without proper components or under duress, you may spend 1 Moxie to ignore penalties for being unprepared."
                },
                {
                    "name": "Jury-Rigged Ritual",
                    "description": "During a Rest, you may construct a simple magical ward or effect using junk and salvage. On a success, the ritual works with one Tag (GM decides specifics)."
                }
            ]
        },
        {
            "name": "Household Enchantress",
            "source": "Homebrew",
            "type": "Occupation",
            "description": "You wield ancient magic not for conquest or command, but to make a home shimmer with joy, sensuality, and secret power. Your spells tidy rooms, conjure feasts, or smite intruders — all in the name of domestic bliss.",
            "traits": [
                "Emotional Magic",
                "Summon Luxuries",
                "Teleport",
                "Float Gracefully",
                "Charm",
                "Household Rituals",
                "Whimsical Chaos",
                "Enchant the Ordinary"
            ],
            "flaws": [
                "Jealous Temper",
                "Overreacts to Neglect",
                "Magically Overdoes Everything",
                "Protects Home Like a Dragon"
            ],
            "gear": [
                "Enchanted pink silk veil",
                "Corked bottle now used as a jewelry holder",
                "Floating serving tray shaped like a lotus flower"
            ],
            "advantages": [
                {
                    "name": "Blink!",
                    "description": "Once per Scene, you may instantly teleport yourself and one object or willing person within Close range to a different location within your line of sight."
                },
                {
                    "name": "Magical Housework",
                    "description": "Spend a Moxie point to instantly clean, decorate, repair, or enchant a room or home space. The effect is vivid, sensory, and lasts for the rest of the Scene."
                },
                {
                    "name": "Defend the Hearth",
                    "description": "When someone threatens your home or loved ones, roll with Mastery on magical attacks or defenses made in that location."
                }
            ]
        },
        {
            "name": "Boundless Romantic",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "You love with your entire being — fierce, radiant, sometimes too much. Emotion fuels your magic, and your desire to be cherished gives you strength beyond reason.",
            "traits": [
                "Inspire",
                "Seduce",
                "Empathy",
                "Emotion-fueled Magic",
                "Loyalty",
                "Blush and Flirt",
                "Jealousy Detection"
            ],
            "flaws": [
                "Needs Constant Reassurance",
                "Burns Hot Then Cold",
                "Rival Women Drive You Wild",
                "Third-Person Melodrama"
            ],
            "gear": [
                "Perfume that smells like roses and lightning",
                "Star-shaped jewelry",
                "Love notes hidden under cushions"
            ],
            "advantages": [
                {
                    "name": "Lovestruck Surge",
                    "description": "When defending or assisting a person you love, spend a Moxie point to add +2 Action Dice to your next magical or social Check."
                },
                {
                    "name": "Heated Emotion",
                    "description": "If you suffer the Angry, Dazed, or Shaken Condition due to emotional stress, you may immediately clear it by triggering a burst of chaotic magic — something nearby breaks, floats, or transforms unexpectedly."
                },
                {
                    "name": "Magnetic Aura",
                    "description": "When entering a social scene, you may choose one character who is immediately drawn to you. Until you harm or ignore them, you gain +1 Action Die when interacting with them."
                }
            ]
        },
        {
            "name": "Bottlebound Past",
            "source": "Homebrew",
            "type": "Background",
            "description": "You were once bound to a bottle, passed between masters, unseen and unfree. Though that time has passed, the echoes of enchantment and obedience haunt you — and the ancient powers it granted still linger.",
            "traits": [
                "Endure Obedience",
                "Ancient Magic Memory",
                "Wishcraft",
                "Language of Binding",
                "Resist Control",
                "Eternal Youth",
                "Pattern Sense"
            ],
            "flaws": [
                "Haunted by Past Masters",
                "Discomfort Around Bottles",
                "Must Obey Polite Requests",
                "Terrified of Being Owned Again"
            ],
            "gear": [
                "The bottle that once imprisoned you",
                "Scroll of names you’ve tried to forget",
                "Faded servant’s collar (now a bracelet)"
            ],
            "advantages": [
                {
                    "name": "Wish Echo",
                    "description": "Once per Job, you may grant a 'small wish' — a single miraculous effect (such as mending, revealing, or beautifying) with no cost. It must benefit someone other than you and comes with a haunting whisper from your past."
                },
                {
                    "name": "Residual Obedience",
                    "description": "When given a direct, politely phrased command, you must make a Willpower Check to resist it. On a success, you may ignore it and gain 1 Moxie for overcoming your conditioning."
                },
                {
                    "name": "Unsealed Power",
                    "description": "Spend a Moxie point to remove one magical limitation for the rest of the Scene — such as range, visibility, or needing a verbal component. The effect is dramatic, but leaves you momentarily stunned at the end."
                }
            ]
        },
        {
            "name": "Fixer-at-Heart",
            "source": "Homebrew",
            "type": "Occupation",
            "description": "You don’t wear a badge or wield a wand, but when things break—physically or emotionally—you’re the one who shows up. Whether it’s a busted pipe, a friend in crisis, or a looming supernatural threat, you get your hands dirty and make it right.",
            "traits": [
                "Repair",
                "Command Presence",
                "Emotional Intelligence",
                "Weight Training",
                "Situational Awareness",
                "Jury-Rigging",
                "Tough as Nails",
                "Crisis Triage"
            ],
            "flaws": [
                "Always Fixing Someone",
                "Burnout History",
                "Guarded Heart",
                "Disdain for Bureaucracy"
            ],
            "gear": [
                "Notebook of practical spells he can’t use",
                "Pocket multitool engraved with 'Trouble'",
                "Set of lifting chalk, wrist wraps, and gloves"
            ],
            "advantages": [
                {
                    "name": "Grounded in Chaos",
                    "description": "When everything is falling apart—socially, emotionally, or magically—you may spend 1 Moxie to clear the Dazed or Shaken Condition from yourself or an ally within sight. You must say something honest first."
                },
                {
                    "name": "Fix the Damn Thing",
                    "description": "Roll with Mastery when repairing broken items, systems, or infrastructure under pressure."
                },
                {
                    "name": "Solid Presence",
                    "description": "Once per Scene, you may anchor a conversation or scene by speaking plainly and decisively. Choose one person—until the end of the Scene, they cannot lie to you without suffering Pressure."
                }
            ]
        },
        {
            "name": "Steady Soul",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "You are the calm in someone else’s storm. People lean on you—not because you're loud, but because you're still standing when no one else is. Emotionally mature, physically rooted, you weather whatever comes.",
            "traits": [
                "Empathy",
                "Unshakable",
                "Insightful",
                "Protective",
                "Emotional First Aid",
                "Reliable as Hell",
                "Understated Wit"
            ],
            "flaws": [
                "Carries Everyone’s Weight",
                "Hates Asking for Help",
                "Slow to Trust",
                "Sleeps Light, Dreams Hard"
            ],
            "gear": [
                "Coffee mug with a chip in the handle",
                "Moleskin notebook",
                "Small momento"
            ],
            "advantages": [
                {
                    "name": "Quiet Strength",
                    "description": "When resisting manipulation, supernatural charm, or mental interference, roll with Mastery. You always know when someone is trying to 'push' you emotionally."
                },
                {
                    "name": "Emotional Center",
                    "description": "Once per Scene, you may speak plainly to someone and remove a psychological Condition from them (e.g., Angry, Shaken). If you touch them while doing so, you both gain 1 Moxie."
                },
                {
                    "name": "Just a Look",
                    "description": "Choose a person you've protected or helped. For the rest of the Scene, you can interrupt any social interaction involving them with a word or look that grants them +1 Action Die (limit once per Turn)."
                }
            ]
        },
        {
            "name": "Fractured Lineage",
            "source": "Homebrew",
            "type": "Background",
            "description": "You thought you were normal—but something in your blood pulls toward the Pattern. Whether it’s latent power, an old curse, or a forgotten inheritance, your body remembers things your mind can’t. The truth is surfacing, and it scares you more than it should.",
            "traits": [
                "Pattern Sensitivity",
                "Resist Magical Influence",
                "Awareness",
                "Inherited Strength",
                "Untrained Instinct",
                "Nightmares",
                "Intuition",
                "Stubborn Will"
            ],
            "flaws": [
                "Wards Sting",
                "Unknown Magical Legacy",
                "Startles Near Sigils",
                "Afraid of What He Might Be"
            ],
            "gear": [
                "Old family ring that gets warm around magic",
                "Photo of Family Crest",
                "Tarnished page from a genealogy record he won’t read"
            ],
            "advantages": [
                {
                    "name": "Latent Pulse",
                    "description": "Once per Job, your body instinctively reacts to a magical threat (e.g., glyph trap, Pattern warp). Ask the GM for a warning or roll a free Check to evade it—even if you didn’t see it coming."
                },
                {
                    "name": "Bloodline Echo",
                    "description": "When near a powerful Pattern source, spend 1 Moxie to channel a fragment of inherited power. This gives you one magical Tag (GM’s choice: e.g., Resistant, Powerful, Glowing) for your next physical action."
                },
                {
                    "name": "Unmarked, Unmade",
                    "description": "You cannot be permanently magically branded, marked, or geotagged. Any such effect wears off at the end of the Scene or is blocked entirely if you spend a Moxie point."
                }
            ]
        },
        {
            "name": "Strong as an Ox",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "Your strength is legendary. You lift what others cannot, break what seems unbreakable, and stand like a stone against any tide. But great brawn often brings great consequences.",
            "traits": [
                "Lift Heavy Loads",
                "Block a Blow",
                "Hurl Something Heavy",
                "Test of Strength",
                "Holds and Grapples",
                "Smash Structural Weak Points",
                "Smash it Loudly"
            ],
            "flaws": [
                "Unintentional Breakage",
                "Ridiculed as a Brute",
                "Exhausts Easily After Extreme Feats",
                "Overconfidence Against Reinforced Steel"
            ],
            "gear": [
                "Iron-banded club or stone hammer",
                "Thick leather bracers from a fallen foe",
                "Bag of climbing chalk"
            ],
            "advantages": [
                {
                    "name": "Mighty Heave",
                    "description": "Spend 1 Moxie to lift, shove, or hold something beyond normal human limits for one Scene. This includes bracing a collapsing structure, hurling a boulder, or carrying three wounded allies at once."
                },
                {
                    "name": "Iron Grip",
                    "description": "When grappling or restraining an enemy, roll with Mastery."
                },
                {
                    "name": "Muscle Memory",
                    "description": "Once per Scene, when you fail a physical Check, you may reroll if brute strength would plausibly help."
                }
            ]
        },
        {
            "name": "Outcast",
            "source": "Homebrew",
            "type": "Background",
            "description": "You live apart from society’s walls — an outsider by blood, choice, or circumstance. Their rules are not yours, and their scorn is an old companion. Freedom tastes sweeter than acceptance ever could.",
            "traits": [
                "Downtrodden Fellowship",
                "Read a Person",
                "Avoid Attention",
                "Place of Congregation",
                "Free of Social Norms",
                "See Through Their Masks",
                "Befriend a Normie",
                "I Am Who I Am"
            ],
            "flaws": [
                "Poor and Resource-Starved",
                "Noticeably Different",
                "Segregated by Prejudice",
                "Ostracized from Formal Authority"
            ],
            "gear": [
                "A tattered cloak that blends with any crowd",
                "Wooden bowl for alms",
                "Carved token of your tribe or people"
            ],
            "advantages": [
                {
                    "name": "Invisible Among Them",
                    "description": "Roll with Mastery to avoid notice in crowds or populated spaces."
                },
                {
                    "name": "Hard Lessons",
                    "description": "Once per Job, when suffering from prejudice or ostracism, gain 1 Moxie and advantage on your next Check."
                },
                {
                    "name": "The Outsider’s Insight",
                    "description": "When observing someone for a few moments, ask the GM one question about their intent or hidden flaw and receive a truthful answer."
                }
            ]
        },
        {
            "name": "Formidable Weaponmaster",
            "source": "Homebrew",
            "type": "Occupation",
            "description": "You and your weapon are one. Each strike is poetry, each parry a song of survival. You’ve fought long enough to know the weight of blood and the importance of balance.",
            "traits": [
                "Weapon Maintenance",
                "Pierce Defenses",
                "Brandish Weapon",
                "Poised Focus",
                "Perfect Parry or Deflect",
                "Precision Strike",
                "Study Fighting Style",
                "Blind Fighting"
            ],
            "flaws": [
                "Exposed Flank in Overcommitment",
                "Has a Tell",
                "Overrun by Many Enemies",
                "Vindictive Vanquished Foes"
            ],
            "gear": [
                "Well-crafted Weapon (choose one: sword, axe, spear, etc.)",
                "Sharpening stone and oil cloth",
                "Scarred scabbard with talisman"
            ],
            "advantages": [
                {
                    "name": "Deadly Precision",
                    "description": "Roll with Mastery when making a precision strike against a known foe or weak point."
                },
                {
                    "name": "Flow Like Water",
                    "description": "Spend 1 Moxie to deflect or negate one melee hit that would otherwise connect."
                },
                {
                    "name": "Weapon Savant",
                    "description": "Once per Scene, declare you know a weakness in an opponent’s fighting style; you or an ally gain +1 Action Die on attacks against them for the Scene."
                }
            ]
        },
        {
            "name": "Protect the Land",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "The wind whispers secrets to you. The soil feeds your strength. You are kin to beasts and thorn alike, and those who harm the land will find no mercy under your watch.",
            "traits": [
                "Love for All Living Things",
                "Frighten Invaders",
                "Call Upon the Beasts",
                "Nourishment from the Land",
                "Unharmed by Beasts",
                "Familiar Terrain",
                "Commune with Nature",
                "Regrow Deforested Tracts"
            ],
            "flaws": [
                "Malign Forces Target You",
                "Lacks Cunning in Courtly Affairs",
                "Wrathful Nature Spirits",
                "Taken by Sorrow for a Blighted Land"
            ],
            "gear": [
                "Hand-carved cudgel (shillelagh)",
                "Leather pouch of healing herbs",
                "Necklace of teeth from beasts you’ve tamed"
            ],
            "advantages": [
                {
                    "name": "Beast’s Bond",
                    "description": "Spend 1 Moxie to call a nearby wild creature to aid you for a Scene. The animal acts with Loyalty (Grit 2)."
                },
                {
                    "name": "Rooted in the Earth",
                    "description": "Roll with Mastery when resisting movement, magical displacement, or intimidation while in natural terrain."
                },
                {
                    "name": "Wrath of the Wild",
                    "description": "Once per Scene, unleash a primal roar or ritual that frightens enemies within Close range for 1 Turn."
                }
            ]
        },
        {
            "name": "Bounty Hunter",
            "source": "Homebrew",
            "type": "Occupation",
            "description": "You hunt people for money — fugitives, deserters, war criminals, deadbeats, or the occasional innocent caught in the crossfire. You don’t ask questions unless they pay extra. You track your quarry across borders and badlands, through burned-out starports and borderworld bunkers. What matters is the bounty, the job, and getting out alive.",
            "traits": [
                "Shoot",
                "Grapple",
                "Notice",
                "Awareness",
                "Climb",
                "Survival",
                "Interrogate"
            ],
            "flaws": [
                "Lone Wolf",
                "Trust is a Liability",
                "Cold Professionalism",
                "Target of a Past Mark"
            ],
            "gear": [
                "Modular Armor Plate",
                "Personal Tracking Fob",
                "Restraint Cuffs or Dart-Injector Restraints"
            ],
            "advantages": [
                {
                    "name": "No Place to Hide",
                    "description": "When you enter a new settlement or starport, you may ask the GM: “Where is my quarry likely to be?” The GM must answer with a clear lead or impression — even if it’s a trap."
                },
                {
                    "name": "Bring 'Em In Cold",
                    "description": "When you successfully take down a target using force, and your goal was to capture, not kill, you may spend 1 Moxie to automatically restrain or subdue them — no further roll required."
                },
                {
                    "name": "Tracking Fob",
                    "description": "You carry a personal fob or signature tracker keyed to your quarry. Once per job, spend a Moxie to reveal their general direction or recent location, even across star systems."
                }
            ]
        },
        {
            "name": "Silver Tongue",
            "source": "Homebrew",
            "type": "Descriptor",
            "description": "You talk like the credits are already yours. Some call it charisma, others call it lies — but whatever it is, it gets results. You can bluff your way into a fortress, out of a standoff, or through the hangar gates before anyone checks your ID.",
            "traits": [
                "Smooth Talker",
                "Convincing Liar",
                "Read a Crowd",
                "Empathy",
                "Disguise",
                "Persuasive",
                "Knows What People Want"
            ],
            "flaws": [
                "Compulsive Liar",
                "Soft Spot for the Desperate",
                "Can't Shut Up",
                "Burned Too Many Bridges"
            ],
            "gear": [
                "Clean-but-worn Officer’s Jacket",
                "Forged Identification",
                "Designer Cigarette Case"
            ],
            "advantages": [
                {
                    "name": "Fast Talk",
                    "description": "When you're under scrutiny or threat, you may roll with Mastery to buy yourself or an ally a few seconds of confusion or delay."
                },
                {
                    "name": "Flash the Badge",
                    "description": "Spend a Moxie to impersonate authority convincingly enough to override routine checks, gain temporary access, or make someone hesitate."
                },
                {
                    "name": "The Long Con",
                    "description": "When you lie to the same target over time (a Scene or longer), you may gain +1 Action Die on future social interactions until they catch on."
                }
            ]
        },
        {
            "name": "Code of Honor",
            "source": "Tomorrow City",
            "type": "Descriptor",
            "description": "You live by rules — your own. Maybe it’s a code passed down. Maybe it’s the last thing keeping you from becoming a monster. But it’s there. And it binds you tighter than most laws.",
            "traits": [
                "Command",
                "Empathy",
                "Awareness",
                "Presence",
                "Make a Deal",
                "Read Intentions",
                "Inspire Loyalty"
            ],
            "flaws": [
                "Bound by the Code",
                "Won’t Harm the Helpless",
                "Judgmental",
                "Prone to Lone Sacrifices"
            ],
            "gear": [
                "Worn Insignia or Token",
                "Personal Rulebook (mental or literal)",
                "Unregistered Comms Chip"
            ],
            "advantages": [
                {
                    "name": "Oathbound",
                    "description": "When you uphold your personal code at cost to yourself, gain +1 Moxie (once per Scene)."
                },
                {
                    "name": "Not That Kind of Killer",
                    "description": "Spend 1 Moxie to avoid killing someone in a lethal moment (redirect, disable, or hold back) — even if the hit would normally be fatal."
                },
                {
                    "name": "The Hard Choice",
                    "description": "Once per Job, ask the GM to present a moral dilemma. If you follow your code instead of the easy way out, gain a Boon."
                }
            ]
        }
    ]
}